Repository: nextgis/nextgisweb_i18n
Catalog: nextgisweb/resource/*.po
Languages: be, bg, cs, pl

source: Permission not found
be: Дазвол не знойдзены
bg: Разрешителното не е открито
cs: Oprávnění nebylo nalezeno
pl: Nie wykryto uprawnień

source: Layers and styles
pl: Warstwy i style

source: Maps and services
pl: Mapy i usługi

source: Field data collection
pl: Zbieranie danych terenowych

source: External connections
pl: Połączenia zewnętrzne

source: Miscellaneous
pl: Różne

source: Main resource group
be: Асноўная група рэсурсаў
bg: Основна група ресурси
cs: Hlavní skupina prostředků
pl: Główna grupa zasobów

source: Resource not found
be: Рэсурс не знойдзены
bg: Ресурсът не е открит
cs: Zdroj nebyl nalezen
pl: Nie znaleziono źródła

source: Resource with id = %d was not found.
be: Рэсурс з ідэнтыфікатарам = %d не знойдзены.
bg: Ресурсът с id = %d не е открит.
cs: Zdroj s id = %d nebyl nalezen.
pl: Nie znaleziono źródła id = %d.

source: The resource may have been deleted or an error in the address. Correct the address or go to the home page and try to find the desired resource.
be: Магчыма, рэсурс быў выдалены або памылка ў адрасе. Выпраўце адрас або перайдзіце на галоўную старонку і паспрабуйце знайсці патрэбны рэсурс.
bg: Ресурсът може да е премахнат или да има грешка в адреса. Коригирайте адреса или преминете към началната страница и се опитайте да намерите искания ресурс.
cs: Zdroj mohl být odstraněn nebo je chyba v adrese. Opravte adresu nebo přejděte na domovskou stránku a zkuste najít požadovaný zdroj.
pl: Zasób mógł zostać usunięty lub wystąpił błąd w adresie. Popraw adres lub przejdź na stronę główną i spróbuj znaleźć zasób.

source: Modification of the '{attribute}' attribute requires the '{permission}' permission.
pl: Modyfikacja atrybutu '{attribute}' wymaga uprawnienia '{permission}'.

source: The '{attribute}' attribute is read-only and cannot be updated.
be: Атрыбут '{attribute}' даступны толькі для чарактарыстыкі і не можа быть ановіць.
bg: Атрибутът '{attribute}' е само за четене и не може да бъде обновен.
cs: Atribut '{attribute}' je pouze pro čtení a nelze jej aktualizovat.
pl: Atrybut '{attribute}' jest tylko do odczytu i nie może być zmieniony.

source: Interface not supported
be: Інтэрфейс не падтрымліваецца
bg: Интерфейсът не се поддържа
cs: Rozhraní není podporováno
pl: Interfejs nieobsługiwany

source: Resource display name is not unique
be: Адлюстраванае імя рэсурсу не з'яўляецца унікальным
bg: Името на ресурса не е уникално
cs: Zobrazovaný název zdroje není jedinečný
pl: Wyświetlana nazwa źródła nie jest unikalna

source: Resource with same display name already exists (id = %d).
be: Рэсурс з такім жа назвай ужо існуе (ідэнтыфікатар = %d).
bg: Вече съществува ресурс със същото име (id = %d).
cs: Prostředek se stejným zobrazovaným názvem již existuje (id = %d).
pl: Źródło z tą samą nazwą juz istnieje (id=%d).

source: Within a single parent resource, each resource must have unique display name. Give the resource a different display name or rename existing.
be: У межах аднаго рэсурсу-продку кожны рэсурс павінен мець унікальнае адлюстраванае імя. Дайце рэсурсу іншае адлюстраванае імя або перайменуйце існуючае.
bg: В рамките на един родителски ресурс всички ресурси трябва да имат уникални имена. Преименувайте този ресурс или един от вече съществуващите.
cs: V rámci jednoho nadřazeného prostředku musí mít každý prostředek jedinečný zobrazovaný název. Přiřaďte zdroji jiný zobrazovaný název nebo existující přejmenujte.
pl: W obrębie pojedynczego źródła nadrzędnego, każde źródło musi mieć unikalną nazwę wyświetlaną. Nadaj zasobowi inną nazwę lub zmień nazwę istniejącego.

source: Hierarchy error
be: Памылка іерархіі
bg: Йерархична грешка
cs: Chyba v hierarchie
pl: Błąd hierarchi

source: Root resource could not be deleted.
be: Немагчыма выдаліць каранёвы рэсурс.
bg: Коренен ресурс не може да е изтрит.
cs: Kořenový prostředek nelze smazat.
pl: Główny zasób nie może zostać usunięty.

source: Resource class '%s' disabled.
be: Клас рэсурсаў '%s' адключаны.
bg: Класата на ресурса '%s' е изключена.
cs: Třída prostředků '%s' deaktivována.
pl: Klasa zasobów '%s' została wyłączona.

source: Quota exceeded
be: Перавыконана квота
bg: Квотата е превишена
cs: Překročena kvóta
pl: Przekroczono limit

source: Maximum number of resources exceeded. The limit is %s.
be: Перавышана максімальная колькасць рэсурсаў. Ліміт складае %s.
bg: Надвишен е максимален брой ресурси. Пределът е %s.
cs: Byl překročen maximální počet zdrojů. Limit je %s.
pl: Przekroczono maksymalną liczbę zasobów. Limit wynosi %s.

source: Not enough resource quota: {0} required, but only {1} available.
be: Няма дастаткава кваты рэсурсаў: {0} патрабуецца, але їсць толькі {1}.
bg: Недостатъчна ресурсна квота: необходими са {0}, но са налични само {1}.
cs: Nedostatečná kvóta prostředu: vyžadováno {0}, ale dostupné je pouze {1}.
pl: Brak wystarczającego limitu zasobów: wymagane {0}, dostępne tylko {1}.

source: Resource type - {}.
be: Тып рэсурса - {}.
bg: Тип ресурс - {}.
cs: Typ zdroje - {}.
pl: Typ zasobu - {}.

source: Go to
be: Перайсці да
bg: Отиди на
cs: Přejít na
pl: Przejdź do

source: Edit
be: Рэдагаваць
bg: Редактирай
cs: Upravit
pl: Edytuj

source: Favorites
be: Улюбенае
bg: Любими
cs: Oblíbené
pl: Ulubione

source: User resources
be: Рэсурсы карыстальніка
bg: Ресурси на потребителя
cs: Uživatelské zdroje
pl: Zasoby użytkownika

source: Resource
be: Рэсурс
bg: Ресурс
cs: Zdroj
pl: Źródło

source: Resource can not be a parent himself.
be: Рэсурсам не можа быць яго ж рэсурс-продак.
bg: Ресурсът не може да е родител за самия себе си.
cs: Zdrojem nemůže být rodič sám.
pl: Źródło nie może być nadrzędne względem siebie.

source: Resource keyname is not unique.
be: Ключавое імя рэсурсу не з'яўляецца унікальным.
bg: Ключовото име на ресурса не е уникално.
cs: Klíčový název zdroje není jedinečný.
pl: Nazwa klucza źródła nie jest unikalna.

source: Default style
be: Стыл па змоўчанні
bg: По подразбиране стил
cs: Výchozí styl
pl: Domyślny styl

source: Resource can not be without a parent.
be: Рэсурс не можа быць без рэсурсаў-продкаў.
bg: Ресурсът трябва да има родител.
cs: Zdroj nemůže být bez rodiče.
pl: Źródło musi mieć zasób nadrzędny.

source: You are not allowed to create or move a resource of type '{}' here.
pl: Nie masz uprawnień do tworzenia ani przenoszenia zasobu typu '{}' w tym miejscu.

source: You are not allowed to manage children of resource with id = %d.
be: Вам не дазволена кіраваць рэсурсам-нашчадкам з id = %d.
bg: Не можете да управлявате дъщерните ресурси с id = %d.
cs: Není dovoleno spravovat podřízené položky prostředku s id = %d.
pl: Nie masz uprawnień do zarządzania zasobami podrzędnymi ze źródła id = %d.

source: Resource can not be a child of resource id = %d.
be: Рэсурс не можа быць рэсурсам-нашчадкам рэсурсу з ідэнтыфікатарам = %d.
bg: Ресурсът не може да е дъщерен на този с id = %d.
cs: Zdroj nemůže být podřízeným prvkem id zdroje = %d.
pl: Źródło nie może być podrzędne zasobom id = %d.

source: Unable to revoke '{permission}' permission for '{user}' as the user belongs to the administrators group. Administrators must always have ability to configure permissions of resources.
pl: Nie można odebrać uprawnienia '{permission}' użytkownikowi '{user}', ponieważ należy on do grupy administratorów. Administratorzy muszą ieć możliwość konfigurowania uprawnień zasobów.

source: Resource group
be: Група рэсурсаў
bg: Група ресурси
cs: Skupina prostředků
pl: Grupa zasobów

source: Display name
be: Адлюстроўваемае імя
bg: Показвано име
cs: Zobrazované jméno
pl: Nazwa wyświetlana

source: Select first eligible child resource
pl: Wybierz pierwszy kwalifikujący się zasób podrzędny

source: Create group
be: Стварыць групу
bg: Създай група
cs: Vytvořit skupinu
pl: Utwórz grupę

source: Clear selection
be: Ачысціць выбар
bg: Изчисти избора
cs: Vymazat výběr
pl: Wyczyść zaznaczenie

source: Go to initial group
be: Перайсці да першаснай групы
bg: Връщане към початната група
cs: Přejít na počáteční skupinu
pl: Przejdź do grupy początkowej

source: Refresh
be: Абнавіць
bg: Освежи
cs: Obnovit
pl: Odśwież

source: Add
be: Дадаць
bg: Добави
cs: Přidat
pl: Dodaj

source: Pick this group
be: Выбраць гэтую групу
bg: Избери тази група
cs: Vybrat tuto skupinu
pl: Wybierz tę grupę

source: Pick selected
be: Выбраць выбранныя
bg: Избери избраните
cs: Vybrat označené
pl: Wybierz zaznaczone

source: Errors found during data validation. Tabs with errors marked in red.
be: Падчас праверкі даных выяўлены памылкі. Укладкі з памылкамі пазначаныя чырвоным колерам.
bg: Грешки при валидиране на данните. Табовете, съдържащи грешки, са в червено.
cs: Chyby zjištěné během ověřování dat. Karty s chybami označenými červeně.
pl: Wykryto błędy podczas walidacji danych. Zakładki z błędami oznaczono na czerwono.

source: Validation error
be: Памылка валідацыі
bg: Грешка при валидация
cs: Chyba ověření
pl: Błąd walidacji

source: Create
be: Стварыць
bg: Създаване
cs: Vytvořit
pl: Stwórz

source: Create and edit
be: Стварыць і рэдагаваць
bg: Създаване и редактиране
cs: Vytvořit a upravit
pl: Stwórz i edytuj

source: Save
be: Захаваць
bg: Запази
cs: Uložit
pl: Zapisz

source: Please wait. Processing request...
be: Калі ласка, пачакайце. Апрацоўка запыту...
bg: Изчакайте. Заявката се обработва...
cs: Prosím, počekejte. Zpracovává se požadavek...
pl: Proszę czekać. Przetwarzanie polecenia...

source: Cancel
be: Адмяніць
bg: Откажи
cs: Zrušení
pl: Anuluj

source: Confirmation required
pl: Wymagane potwierdzenie

source: The selected resource cannot be deleted. You may not have sufficient permissions, or this resource is being referenced by other resources.
pl: Nie można usunąć wybranego zasobu. Możesz nie mieć odpowiednich uprawnień lub zasób jest powiązany z innymi zasobami.

source: Please confirm the deletion of the selected resource. This action is irreversible, and the resource will be permanently deleted.
pl: Potwierdź usunięcie wybranego zasobu. Ta operacja jest nieodwracalna, a zasób zostanie trwale usunięty.

source: Please confirm the deletion of the selected resource and all its child resources.
pl: Potwierdź usunięcie wybranego zasobu oraz wszystkich jego zasobów podrzędnych.

source: Description
be: Апісанне
bg: Описание
cs: Popis
pl: Baza danych

source: Identifier for API integration (optional)
be: Ідэнтыфікатар для інтэграцыі API (неабавязкова)
bg: Идентификатор за API интеграция (по избор)
cs: Identifikátor pro integraci API (volitelné)
pl: Identyfikator do integracji z API (opcjonalnie)

source: Parent
be: Продак
bg: Родител
cs: Rodič
pl: Zasób nadrzędny

source: Owner
be: Уладальнік
bg: Собственик
cs: Majitel
pl: Właściciel zasobu

source: Keyname
be: Ключавое імя
bg: Ключ
cs: Klíčový název
pl: Klucz zasobu

source: No
be: Не
bg: Не
cs: Ne
pl: Nie

source: Yes
be: Так
bg: Да
cs: Ano
pl: Tak

source: The setting is saved.
be: Налада захавана.
bg: Настройката беше запазена.
cs: Nastavení bylo uloženo.
pl: Ustawienie zostało zapisane.

source: Select the category of users who can use the "Save as" link to download resource data.
be: Выберыце катэгорыю карыстальнікаў, якія могуць выкарыстоўваць спасылку «Захаваць як» для загрузкі дадзеных рэсурсу.
bg: Изберете категория потребители, които могат да използват линка "Запази като" да изтеглят данните на ресурса.
cs: Vyberte kategorii uživatelů, kteří mohou pomocí odkazu "Uložit jako" stáhnout data zdrojů.
pl: Wybierz kategorię użytkowników, który mogą używać linku "Zapisz jako", by pobrać dane zasobu.

source: Users with "Data: Read" permission
be: Карыстальнікі з дазволам "Даныя: чытанне"
bg: Потребители с разрешително за "Данни: Четене"
cs: Uživatelé s oprávněním "Data: Číst"
pl: Użytkownicy z uprawnieniem "Dane: Odczyt"

source: Users with "Data: Modify" permission
be: Карыстальнікі з дазволам "Дадзеныя: Змяненне"
bg: Потребители с разрешение "Data: Modify"
cs: Uživatelé s oprávněním "Data: Měnit"
pl: Użytkownicy z uprawnieniem "Data: Modyfikuj"

source: Administrators
be: Адміністратары
bg: Администратори
cs: Správci
pl: Administratorzy

source: * This will not affect REST API use which will continue to be governed by permissions.
be: * Гэта не паўплывае на выкарыстанне REST API, якое па-ранейшаму будзе рэгулявацца дазволамі.
bg: * Това няма да повлияе върху използването на REST API, което ще продължи да се управлява чрез разрешителни.
cs: * To nebude mít vliv na použití rozhraní REST API, které se bude i nadále řídit oprávněními.
pl: * Nie wpłynie to na korzystanie z API REST, które nadal będzie regulowane przez uprawnienia.

source: No favorite resources have been added yet. Use the star icon ({}) in the user's context menu to add items here.
be: Яшчэ не дададзена фаварытных рэсурсаў. Выкарыстоўвайце значок зоркі ({}) у кантэкстным меню карыстальніка, каб дадаць элементы сюды.
bg: Няма добавени любими ресурси до момента. Използвайте иконата с звездата ({}) в контексното меню на потребителя, за да добавите елементи тук.
cs: Zatím nebyly přidány žádné oblíbené prostředky. K přidání položek zde použijte ikonu hvězdičky ({}) v kontextovém menu uživatele.
pl: Nie dodano jeszcze żadnych ulubionych zasobów. Użyj ikony gwiazdki ({}) w menu kontekstowym użytkownika, aby dodać elementy.

source: Done
be: Гатова
bg: Готово
cs: Hotovo
pl: Gotowe

source: Added to favorites
be: Дададзена ў выбранае
bg: Добавено към любимите
cs: Přidáno do oblíbených
pl: Dodano do ulubionych

source: Removed from favorites
be: Выдалена з выбранага
bg: Премахнато от любими
cs: Odstraněno z oblíbených
pl: Usunięto z ulubionych

source: All fields are required
be: Усе палі абавязковыя
bg: Всички полета са задължителни
cs: Všechna pole jsou povinná
pl: Wszystkie pola są wymagane

source: Row conflicts with another
be: Радок канфліктуе з іншым
bg: Редът конфликтува с друг
cs: Řádek je v konfliktu s jiným
pl: Wiersz koliduje z innymi

source: Action
be: Дзеянне
bg: Действия
cs: Akce
pl: Akcja

source: Principal
be: Удзельнік бяспекі
bg: Субект
cs: Hlaveň
pl: Zasób główny

source: Apply to
be: Ужыць да
bg: Приложи към
cs: Použít na
pl: Zastosuj do

source: Permission
be: Права доступу
bg: Разрешително
cs: Povolení
pl: Pozwolenie

source: Allow
be: Дазволіць
bg: Разреши
cs: Dovolit
pl: Pozwól

source: Deny
be: Забараніць
bg: Забрани
cs: Odmítnout
pl: Odrzuć

source: This and subresources
be: Гэты рэсурс і падрэсурсы
bg: Този и подресурсите
cs: Tento a podřízené zdroje
pl: Ten i podzasoby

source: This resource only
be: Толькі гэты рэсурс
bg: Само този ресурс
cs: Pouze tento zdroj
pl: Tylko ten zasób

source: All permissions
be: Усе дазволы
bg: Всички разрешителни
cs: Všechna oprávnění
pl: Wszystkie pozwolenia

source: Permissions
be: Правы доступу
bg: Разрешителни
cs: Oprávnění
pl: Pozwolenia

source: Type
be: Тып
bg: Тип
cs: Typ
pl: Rodzaj

source: Created
be: Створаны
bg: Създаден
cs: Vytvořeno
pl: Utworzono

source: Volume
be: Аб'ём
bg: Обем
cs: Objem
pl: Wolumen

source: Moving resources
be: Перамышчэнне рэсурсаў
bg: Преместване на ресурси
cs: Přesouvání zdrojů
pl: Przenoszenie zasobów

source: Deleting resources
be: Выдалянне рэсурсаў
bg: Изтриване на ресурси
cs: Mazání zdrojů
pl: Usuwanie zasobów

source: Turn off multiple selection
be: Выключыць множны выбар
bg: Изключи множествен избор
cs: Vypnout výběr více položek
pl: Wyłącz zaznaczenie wielokrotne

source: Select multiple resources
be: Выберыць множныя рэсурсы
bg: Избери множество ресурси
cs: Vybrat více zdrojů
pl: Zaznacz wiele zasobów

source: Hide resources volume
be: Схаваць аб'ём рэсурсаў
bg: Скрий обем на ресурсите
cs: Skrýt objem zdrojů
pl: Ukryj wolumen zasobów

source: Show resources volume
be: Паказаць аб'ём рэсурсаў
bg: Покажи обема на ресурса
cs: Zobrazit objem zdrojů
pl: Pokaż wolumen zasobów

source: Hide resource creation date
be: Схаваць дату стварэння рэсурса
bg: Скрий датата на създаване на ресурса
cs: Skrýt datum vytvoření zdroje
pl: Ukryj datę utworzenia zasobu

source: Show resource creation date
be: Паказаць дату стварэння рэсурса
bg: Покажи датата на създаване на ресурса
cs: Zobrazit datum vytvoření zdroje
pl: Pokaż datę utworzenia zasobu

source: Delete
be: Выдаліць
bg: Премахване
cs: Vymazat
pl: Usuń

source: Not all of the selected can be deleted.
be: Не ўсе з выбранных можна выдаліць.
bg: Не всички избрани могат да бъдат изтрити.
cs: Ne v¡echny vybrané mohou být smazány.
pl: Nie wszystkie zaznaczone zasoby można usunąć.

source: Move
be: Перамясціць
bg: Преместване
cs: Přesunout
pl: Przenieś

source: Export vector layers
be: Экспартаваць вектарныя слоі
bg: Експорт на vector лейри
cs: Exportovat vektorové vrstvy
pl: Eksportuj warstwy wektorowe

source: Close
pl: Zamknij

source: Open in a new tab
pl: Otwórz w nowej karcie

source: Change
be: Змяніць
bg: Промяна
cs: Změna
pl: Zmień

source: Operation in progress
be: Апрацоўка ў працэсе
bg: Операцията е в ход
cs: Probíhá operace
pl: Operacja w toku

source: Please confirm resource deletion. This action cannot be undone.
be: Калі ласка, пацвердзіце выдаленне рэсурсу. Гэта дзеянне нельга адмяніць.
bg: Моля, потвърдете премахването на ресурса. Това действие не може да бъде отменено.
cs: Prosím potvrďte smazání prostředku. Tuto akci nelze vrátit zpět.
pl: Potwierdź usunięcie zasobu. Tej akcji nie można cofnąć.

source: Use these links to plug data into external applications.
be: Выкарыстоўвайце гэтыя спасылкі, каб падключыць даныя да знешніх прыкладных праграм.
bg: Използвайте тези линкове за вкарване на данните в странични приложения.
cs: Pomocí těchto odkazů můžete připojit data k externím aplikacím.
pl: Użyj tych linków, aby wprowadzić dane do zewnętrznych aplikacji.

source: Read more
be: Чытаць далей
bg: Прочети повече
cs: Přečíst více
pl: Czytaj więcej

source: External access
be: Знешні доступ
bg: Външен достъп
cs: Externí přístup
pl: Dostęp zewnętrzny

source: Create resource
be: Стварыць рэсурс
bg: Създай ресурс
cs: Vytvořit zdroj
pl: Stwórz zasób

source: Search
pl: Szukaj

source: Everything
pl: Wszystko

source: Resources not found
be: Рэсурсы не знойдзены
bg: Ресурсите не са открити
cs: Zdroje nebyly nalezeny
pl: Nie znaleziono źródła

source: Search resources
be: Пошук рэсурсаў
bg: Търсене на ресурси
cs: Hledat zdroje
pl: Wyszukaj zasoby

# permission
source: Read
be: Чытаць
bg: Четене
cs: Číst
pl: Czytaj

# permission
source: Create
be: Стварыць
bg: Създаване
cs: Vytvořit
pl: Stwórz

# permission
source: Modify
be: Мадыфікаваць
bg: Модифицирай
cs: Upravit
pl: Modyfikuj

# permission
source: Delete
be: Выдаліць
bg: Премахване
cs: Vymazat
pl: Usuń

# permission
source: Manage subresources
be: Кіраваць падрэсурсамі
bg: Управление на подресурсите
cs: Spravovat podřízené zdroje
pl: Zarządzaj podzasobami

# permission
source: Configure permissions
be: Налада дазволаў
bg: Конфигурирай правата
cs: Konfigurovat oprávnění
pl: Konfiguruj uprawnienia

# permission
source: Read data
pl: Odczyt danych

# permission
source: Modify data
pl: Modyfikacja danych

# permission
source: Read connection parameters
pl: Odczyt parametrów połączenia

# permission
source: Configure connection
pl: Konfiguruj połączenie

# permission
source: Use connection
pl: Użyj połączenia

source: Web GIS services
pl: Usługi Web GIS

# permission
source: Access service
pl: Uzyskaj dostęp do usługi

# permission
source: Configure service
pl: Skonfiguruj usługę

source: JSON view
be: Прагляд JSON
bg: Преглед в JSON
cs: Zobrazení JSON
pl: Widok JSON

source: User permissions
be: Дазволы карыстальнікаў
bg: Разрешителни за потребители
cs: Uživatelská oprávnění
pl: Uprawnienia użytkownika

source: Update resource
be: Абнавіць рэсурс
bg: Актуализиране на ресурс
cs: Aktualizovat zdroj
pl: Aktualizuj zasoby

source: Delete resource
be: Выдаліць рэсурс
bg: Премахни ресурс
cs: Smazat zdroj
pl: Usuń zasoby

source: Resource export
be: Экспарт рэсурсу
bg: Експорт на ресурса
cs: Export zdrojů
pl: Ekspert zasobu

source: Insufficient '%s' permission in scope '%s' on resource id = %d.
be: Недастатковы дазвол '%s' ў вобласці '%s' для рэсурсу з ідэнтыфікатарам = %d.
bg: Недостатъчни права '%s' в мащаба '%s' за ресурса id = %d.
cs: Nedostatečné oprávnění '%s' v oboru '%s' na ID zdroje = %d.
pl: Niewystarczające uprawnienia '%s' w zakresie '%s' dla zasobu o identyfikatorze %d.

source: Extra
be: Дадаткова
bg: Друго
cs: Další
pl: Dodatkowe

source: Update
be: Абнавіць
bg: Актуализиране
cs: Aktualizace
pl: Aktualizuj

source: Unexpected error
be: Нечаканая памылка
bg: Неочаквана грешка
cs: Neočekávaná chyba

source: Serialization failed
be: Збой серыялізацыі
bg: Сериализацията е неуспешна
cs: Serializace se nezdařila

source: Validation failed
be: Памылка валідацыі
bg: Валидацията е неуспешна
cs: Ověření se nezdařilo

source: Select resource
be: Выберыце рэсурс
bg: Изберете ресурс
cs: Vyberte zdroj

source: OK
be: Добра
bg: ОК

source: Resource parent required.
be: Патрабуецца рэсурс-продак.
bg: Трябва да се посочи родителски ресурс.
cs: Je vyžadován nadřazený zdroj.

source: Resource class required.
be: Патрабуецца клас рэсурсаў.
bg: Трябва да се посочи класа на ресурса.
cs: Vyžaduje se třída prostředků.

source: Unknown resource class '%s'.
be: Невядомы клас рэсурса '%s'.
bg: Неизвестна класа на ресурса '%s'.
cs: Neznámá třída prostředků '%s'.

source: Modification of the '{attribute}' attribute requires the '{scope}: {permission}' permission.
be: Модыфікацыя атрыбуту ''{attribute}'' патрабуе дазволу ''{scope}: {permission}''.
bg: Промяната на атрибута '{attribute}' изисква разрешение '{scope}: {permission}'.
cs: Úprava atributu ''{attribute}'' vyžaduje oprávnění ''{scope}: {permission}''.

source: Unable to revoke '{s}: {p}' permission for '{u}' as the user belongs to the administrators group. Administrators must always have ability to configure permissions of resources.
be: Немагчыма адклікаць дазвол ''{s}: {p}'' для ''{u}'', бо карыстальнік належыць да групы адміністратараў. Адміністратары павінны ўсім часам маць могчымасць канфігураваць дазволы на рэсурсы.
bg: Невъзможно е отнемането на разрешението '{s}: {p}' за '{u}', тъй като потребителят принадлежи към групата на администраторите. Администраторите винаги трябва да имат възможност да конфигурират разрешенията на ресурсите.
cs: Nelze odebrat oprávnění ''{s}: {p}'' pro ''{u}'', protože uživatel patří do skupiny administrátorů. Administrátoři musí mít vždy možnost konfigurovat oprávnění zdrojů.

source: Confirm deletion of the resource
be: Пацвердзіце выдаленне рэсурсу
bg: Потвърди премахването на ресурса
cs: Potvrďte odstranění zdroje

source: Data structure
be: Структура даных
bg: Структура данни
cs: Datová struktura

source: Data
be: Даныя
bg: Данни

source: Connection
be: Злучэнне
bg: Връзка
cs: Spojení

# permission
source: Configure
be: Канфігурацыя
bg: Конфигурация
cs: Konfigurovat

# permission
source: Use
be: Выкарыстоўваць
bg: Използвай
cs: Použití

source: Service
be: Сэрвіс
bg: Услуга
cs: Servis

# permission
source: Access
be: Доступ
bg: Достъп
cs: Přístup

source: Resource description is empty.
be: Апісанне рэсурсу пустое.
bg: Описанието на ресурса е празно.
cs: Popis zdroje je prázdný.
