Repository: nextgis/nextgisweb_i18n
Catalog: nextgisweb/render/*.po
Languages: be, de, fr, pl

source: Invalid origin
be: Няслушнае паходжанне
de: Ungültiger Ursprung
fr: Origine invalide
pl: Nieprawidłowe źródło

source: Origin validation is enabled for rendering requests, but the given origin doesn't match with the CORS origins list.
be: Праверка паходжання ўключана для запытаў на адлюстраванне, але ўказанае паходжанне не адпавядае спісу паходжанняў CORS.
de: Ursprungsvalidierung ist für Rendering-Anfragen aktiviert, aber der angegebene Ursprung stimmt nicht mit der CORS-Ursprungsliste überein.
fr: La validation de l'origine est activée pour les demandes de rendu, mais l'origine donnée ne correspond pas à la liste des origines CORS.
pl: Weryfikacja źródła jest włączona, ale adres nie znajduje się na liście CORS.

source: Invalid symbols sequence
be: Няслушная паслядоўнасць сімвалаў
de: Ungültige Symbolsequenz
fr: Séquence de symboles invalide
pl: Nieprawidłowa sekwencja symboli

source: Tile cache
be: Тайлавы кэш
de: Kachel-Cache
fr: Cache de tuiles
pl: Pamięć podręczna kafelków renderowania

source: Enabled
be: Уключана
de: Aktiviert
fr: Activé
pl: Włączone

source: Disabled
be: Адключана
de: Deaktiviert
fr: Désactivé
pl: Wyłączone

source: Allow using tiles in non-tile requests
be: Дазволіць выкарыстанне тайлаў у запытах без тайлаў
de: Kächeln für Bilder-Anfragen erlauben
fr: Autoriser les tuiles pour les demandes d'images
pl: Zezwalaj na używanie kafelków w zadaniach niedotyczących kafelków

source: Max zoom level
be: Максімальны ўзровень маштабавання
de: Maximaler Zoomfaktor
fr: Niveau de zoom maximum
pl: Maksymalne przybliżenie

source: TTL, sec.
be: TTL, сек.
de: TTL, Sekunden
pl: TL, sec.

source: Flush
be: Запоўніць
de: Leeren
fr: Dégager
pl: Wyczyść

source: TMS (Tile Map Service)
de: Gekacheltes Karten-Service (TMS)

source: TMS (Tile Map Service) is a specification for tiled web maps. Tiled web map is a map displayed in a browser by seamlessly joining dozens of individually requested image.
be: TMS (Tile Map Service) - гэта спецыфікацыя для тайлавых вэб-карт. Тайлавая вэб-карта - гэта карта, якая адлюстроўваецца ў браўзеры шляхам бесперашкоднага злучэння дзясяткаў асобна запытаных малюнкаў.
de: Gekacheltes Karten-Service (Tile Map Service, TMS) ist eine Spezifikation der gekachelten Karten. Gekachelte Karte wird im Browser fugenlos aus Dutzenden individuell geladenen Bildern (Kacheln) gezeigt.
fr: TMS (Tile Map Service) est une spécification pour les cartes Web tuilées. La carte Web tuilée est une carte affichée dans un navigateur en joignant de manière transparente des dizaines d'images demandées individuellement.
pl: TMS (Tile Map Service) to specyfikacja dla map webowych w postaci kafelków. Kafelkowa mapa to mapa wyświetlana w przeglądarce przez płynne łączenie dziesiątek osobno zażądanych obrazów.

source: Legend symbols
be: Сімвалы легенды
de: Legenden-Symbole
fr: Symboles de légende
pl: Symbole legendy
