Repository: nextgis/nextgisweb_i18n
Catalog: nextgisweb_demo/demo/*.po
Languages: pl

source: Demo project
pl: Projekt demo

source: This is your demo project.
pl: To twój projekt demo.

source: Here you can add data, change resources, and see inside the maps and data layers.
pl: Tutaj możesz dodawać dane, zmieniać zasoby oraz przeglądać mapy i warstwy danych.

source: You can even reset the whole project and revert to the original you got from us.
pl: Możesz także zresetować cały projekt i przywrócić jego pierwotną wersję.

source: Confirmation required
pl: Wymagane potwierdzenie

source: Resetting the project will revert to the original version and delete any changes you may have made.
pl: Resetowanie projektu przywróci jego pierwotną wersję i usunie wszystkie wprowadzone zmiany.

source: Reset
pl: Resetuj

source: Don't know where to start?
pl: Nie wiesz, od czego zacząć?

source: Test drive one of our demo projects with ready-made layers, styles, and maps.
pl: Przetestuj jeden z naszych projektów demo z gotowymi warstwami, stylami i mapami.

source: When you clone a demo project, it is yours to edit, reset or delete.
pl: Po skopiowaniu projektu demo możesz go edytować, resetować i usuwać.

source: You can also explore a read-only copy without cloning.
pl: Możesz też przeglądać kopię podglądową bez konieczności kopiowania.

source: Demo projects
pl: Projekty demo

source: Go to
pl: Przejdź do

source: Explore read-only copy
pl: Przeglądaj kopię podglądową

source: Clone for me
pl: Skopiuj dla mnie

source: Switzerland
pl: Szwajcaria

source: OpenStreetMap cartography for Boston
pl: Kartografia OpenStreetMap dla Bostonu

source: Flooding in Alicante province (2019)
pl: Powódź w prowincji Alicante (2019)

source: Ambulance availablity in Graz
pl: Dostępność karetek w Grazu

source: Monitoring of wild animals in Altai mountains
pl: Monitorowanie dzikich zwierząt w górach Ałtaj

source: Diagrams
pl: Diagramy

source: Distribution heatmap
pl: Dystrybucja map cieplnych

source: Tracking
pl: Śledzenie

source: Name
pl: Nazwa

source: Minutes, from
pl: Minuty, od

source: Minutes, to
pl: Minuty, do

source: Ambulance stations
pl: Stacje pogotowia ratunkowego

source: Residential areas outside 15-minutes ambulance availability
pl: Obszary mieszkalne poza 15-minutowym zasięgiem karetek

source: Graz administrative border
pl: Granica administracyjna Grazu

source: Ambulance availability, minutes
pl: Dostępność karetek, w minutach

source: Major cities
pl: Główne miasta

source: Largest lakes
pl: Największe jeziora

source: Highest peaks
pl: Najwyższe szczyty

source: SVG markers
pl: Znaczniki SVG

source: Bars, restaurants, fast food
pl: Bary, restauracje, fast foody

source: St. Petersburg districts
pl: Dzielnice St. Petersburga

source: Places
pl: Miejsca

source: My country house
pl: Mój dom na wsi

source: Routes
pl: Trasy

source: Buildings
pl: Budynki

source: Monitoring area
pl: Obszar monitoringu

source: Buildings in affected areas
pl: Budynki na obszarach dotkniętych

source: Most affected areas
pl: Najbardziej dotknięte obszary

source: Sentinel-2 image, 19 Aug 2019
pl: Obraz Sentinel-2, 19 sierpień 2019

source: Sentinel-2 image, 18 Sep 2019
pl: Obraz Sentinel-2, 18 wrzesień 2019

source: Coffeehouses
pl: Kawiarnie

source: Density of coffeehouses
pl: Gęstość kawiarni

source: Points of interest
pl: Miejsca godne uwagi

source: Highways
pl: Autostrady

source: Railways
pl: Koleje

source: Airports
pl: Lotniska

source: Hydrography
pl: Hydrografia

source: Lakes, large rivers, wetlands
pl: Jeziora, duże rzeki, tereny podmokłe

source: Surfaces
pl: Powierzchnie

source: Islands
pl: Wyspy

source: Vegetation
pl: Roślinność

source: Land area
pl: Obszar lądowy

source: Water surface
pl: Powierzchnia wody

source: Tourism
pl: Turystyka

source: Leisure
pl: Wypoczynek

source: What was the animal doing
pl: Co robiło zwierzę

source: Author
pl: Autor

source: Species of animal
pl: Gatunek zwierzęcia

source: Type of trace
pl: Typ śladu

source: Encounters
pl: Spotkania

source: Traces
pl: Ślady

source: GPS tracks distance, m.
pl: Długość śladów GPS, m.

source: Events per km.
pl: Zdarzenia na km.

source: Inspector GPS tracks
pl: Ślady kontrolera GPS

source: Visual encounters
pl: Wizualne zetknięcie

source: Traces of vital activity
pl: Ślady aktywności życiowej

source: Grid analysis of encounters and traces
pl: Analiza siatkowa spotkań i śladów

source: Per kilometer of GPS tracks
pl: Na kilometr śladów GPS

source: Per grid cell
pl: Na komórkę siatki
