Repository: nextgis/nextgisweb_i18n
Catalog: nextgisweb_cadaster/cadaster/*.ai.po
Languages: bg, cs, de, it, pt

source: Cadastral number
de: Katasternummer
it: Numero catastale
pt: Número cadastral

source: Name
it: Nome
pt: Nome

source: Type
de: Typ
it: Tipo
pt: Tipo

source: Identifier
de: Kennung
it: Identificatore
pt: Identificador

source: Address
de: Adresse
it: Indirizzo
pt: Endereço

source: Publication date
de: Veröffentlichungsdatum
it: Data di pubblicazione
pt: Data de publicação

source: Updated
de: Aktualisiert
it: Aggiornato
pt: Atualizado

source: District
de: Bezirk
it: Quartiere
pt: Distrito

source: Change date
de: Änderungsdatum
it: Data di modifica
pt: Data de alteração

source: Local identifier
de: Lokale Kennung
it: Identificatore locale
pt: Identificador local

source: County cadastral number
de: Kreis-Katasternummer
it: Numero catastale della contea
pt: Número cadastral do município

source: Annotation text
de: Anmerkungstext
it: Testo dell'annotazione
pt: Texto de anotação

source: District cadastral number
de: Bezirk-Katasternummer
it: Numero catastale del distretto
pt: Número cadastral do distrito

source: Date of creation
de: Erstellungsdatum
it: Data di creazione
pt: Data de criação

source: Floors
de: Stockwerke
it: Piani
pt: Andares

source: OX type
de: OX-Typ
it: Tipo OX
pt: Tipo OX

source: Quarterly cadastral number
de: Quartals-Katasternummer
it: Numero catastale trimestrale
pt: Número cadastral trimestral

source: Date of value setting
de: Datum der Wertfestsetzung
it: Data di impostazione del valore
pt: Data de definição do valor

source: Year of Construction
de: Baujahr
it: Anno di costruzione
pt: Ano de construção

source: Year of Commissioning
de: Inbetriebnahmejahr
it: Anno di messa in servizio
pt: Ano de comissionamento

source: Underground floors
de: Unterirdische Stockwerke
it: Piani interrati
pt: Andares subterrâneos

source: Destination
de: Bestimmung
it: Destinazione
pt: Destino

source: Quarterly
de: Vierteljährlich
it: Trimestrale
pt: Trimestral

source: Cadastral value
de: Katasterwert
it: Valore catastale
pt: Valor cadastral

source: Monetary unit of value
bg: Парична единица на стойността
cs: Měnová jednotka hodnoty
de: Währungseinheit des Wertes
it: Unità monetaria del valore
pt: Unidade monetária de valor

source: Category type
de: Kategorietyp
it: Tipo di categoria
pt: Tipo de categoria

source: Cadastral number of the county
de: Katasternummer des Landkreises
it: Numero catastale della contea
pt: Número cadastral do município

source: Date of entering information about cadastral value
bg: Дата на въвеждане на информацията за кадастралната стойност
cs: Datum zadání informací o katastrální hodnotě
de: Datum der Eingabe der Information über den Katasterwert
it: Data di inserimento delle informazioni sul valore catastale
pt: Data de entrada da informação sobre o valor cadastral

source: Date of cadastral value approval
bg: Дата на одобрение на кадастралната стойност
cs: Datum schválení katastrální hodnoty
de: Datum der Genehmigung des Katasterwerts
it: Data di approvazione del valore catastale
pt: Data de aprovação do valor cadastral

source: Refined area
bg: Прецизирана площ
cs: Upravená plocha
de: Verfeinerte Fläche
it: Area raffinata
pt: Área refinada

source: Dimension of the area
bg: Размер на площта
cs: Rozměr plochy
de: Dimension der Fläche
it: Dimensione dell'area
pt: Dimensão da área

source: Permitted use according to the document
bg: Разрешено използване според документа
cs: Povolené použití podle dokumentu
de: Zulässige Nutzung gemäß dem Dokument
it: Uso consentito secondo il documento
pt: Uso permitido conforme o documento

source: Permitted use
bg: Разрешено използване
cs: Povolené použití
de: Zulässige Nutzung
it: Uso consentito
pt: Uso permitido

source: Status
bg: Статус
cs: Stav
it: Stato

source: Type of area
bg: Тип на зоната
cs: Typ plochy
de: Gebietsart
it: Tipo di area
pt: Tipo de área

source: Customer phone
bg: Телефон на клиента
cs: Telefon zákazníka
de: Kundentelefon
it: Telefono del cliente
pt: Telefone do cliente

source: Contract number
bg: Номер на договора
cs: Číslo smlouvy
de: Vertragsnummer
it: Numero di contratto
pt: Número do contrato

source: Information
bg: Информация
cs: Informace
it: Informazioni
pt: Informação

source: Type (as form)
bg: Тип (като формуляр)
cs: Typ (jako forma)
de: Typ (als Formular)
it: Tipo (come modulo)
pt: Tipo (como formulário)

source: Description
bg: Описание
cs: Popis
de: Beschreibung
it: Descrizione
pt: Descrição

source: Registered number
bg: Регистрационен номер
cs: Registrační číslo
de: Registrierte Nummer
it: Numero registrato
pt: Número registrado

source: Restriction
bg: Ограничение
cs: Omezení
de: Einschränkung
it: Restrizione
pt: Restrição

source: Registry number
bg: Регистров номер
cs: Číslo registru
de: Registernummer
it: Numero di registro
pt: Número de registro

source: Cadastral quarter
bg: Квартал в кадастъра
cs: Katastrální čtvrť
de: Flurstück
it: Quartiere catastale
pt: Bairro cadastral

source: Indentification of cadastral quarters
bg: Идентификация на квартали в кадастъра
cs: Identifikace katastrálních území
de: Identifikation von Flurstücken
it: Identificazione dei quartieri catastali
pt: Identificação dos bairros cadastrais

source: Land plot
bg: Парцел
cs: Pozemek
de: Grundstück
it: Terreno
pt: Terreno

source: Land plot identification
bg: Идентификация на парцела
cs: Identifikace pozemku
de: Grundstücksidentifikation
it: Identificazione del terreno
pt: Identificação do terreno

source: Capital construction object
bg: Обект на капитално строителство
cs: Objekt investiční výstavby
de: Bauwerk
it: Oggetto di costruzione capitale
pt: Objeto de construção capital

source: Identification of capital construction objects
bg: Идентификация на обекта на капитално строителство
cs: Identifikace objektů investiční výstavby
de: Identifikation von Bauwerken
it: Identificazione degli oggetti di costruzione capitale
pt: Identificação dos objetos de construção capital

source: Zone with special usage conditions
bg: Зона със специални условия на използване
cs: Zóna se zvláštními podmínkami použití
de: Zone mit besonderen Nutzungsbedingungen
it: Zona con condizioni d'uso speciali
pt: Zona com condições especiais de uso

source: Identification of zones with special usage conditions
bg: Идентификация на зони със специални условия на използване
cs: Identifikace zón se zvláštními podmínkami použití
de: Identifikation von Zonen mit besonderen Nutzungsbedingungen
it: Identificazione delle zone con condizioni d'uso speciali
pt: Identificação das zonas com condições especiais de uso

source: Cadastral district
bg: Кадастрален район
cs: Katastrální území
de: Katasterbezirk
it: Distretto catastale
pt: Distrito cadastral

source: Identification of cadastral districts
bg: Идентификация на кадастрален район
cs: Identifikace katastrálních území
de: Identifikation von Katasterbezirken
it: Identificazione dei distretti catastali
pt: Identificação dos distritos cadastrais

source: Attributes
bg: Атрибути
cs: Atributy
de: Attribute
it: Attributi
pt: Atributos

source: No data
bg: Няма данни
cs: Žádné údaje
de: Keine Daten
it: Nessun dato
pt: Sem dados

source: Cadaster services error
bg: Грешка в услугите на кадастъра
cs: Chyba služeb katastru
de: Fehler bei den Katasterdiensten
it: Errore dei servizi catastali
pt: Erro nos serviços de cadastro

source: Wrong cadaster number: ${cadno}
bg: Грешен кадастрален номер: ${cadno}
cs: Špatné katastrální číslo: ${cadno}
de: Falsche Katasternummer: ${cadno}
it: Numero catastale errato: ${cadno}
pt: Número de cadastro incorreto: ${cadno}

source: The Geoservices API unknown error
bg: Неизвестна грешка в Geoservices API
cs: Neznámá chyba Geoservices API
de: Der Geoservices API-Unbekannter Fehler
it: Errore sconosciuto dell'API Geoservices
pt: Erro desconhecido da API de Geoservices

source: The Geoservices API: unknown error
bg: Geoservices API: неизвестна грешка
cs: Geoservices API: neznámá chyba
de: Der Geoservices API: Unbekannter Fehler
it: L'API Geoservices: errore sconosciuto
pt: A API de Geoservices: erro desconhecido

source: The Geoservices API timeout error
bg: Geoservices API грешка: време за изчакване е изтекло
cs: Chyba časového limitu Geoservices API
de: Der Geoservices API-Timeout-Fehler
it: Errore di timeout dell'API Geoservices
pt: Erro de timeout da API de Geoservices

source: The Geoservices API is currently unavailable due to a timeout error
bg: Geoservices API в момента е недостъпен поради грешка с време за изчакване
cs: Geoservices API je momentálně nedostupné kvůli chybě časového limitu
de: Die Geoservices API ist derzeit aufgrund eines Timeout-Fehlers nicht verfügbar.
it: L'API dei Geoservices è attualmente non disponibile a causa di un errore di timeout
pt: A API de Geoserviços está atualmente indisponível devido a um erro de timeout

source: The Geoservices API parsing error
bg: Грешка при анализиране в Geoservices API
cs: Chyba parsování Geoservices API
de: Fehler beim Parsen der Geoservices API
it: Errore di parsing dell'API dei Geoservices
pt: Erro de parsing na API de Geoserviços

source: The Geoservices API failed to parse the JSON data returned by the PKK service
bg: Geoservices API не успя да анализира JSON данните, върнати от услугата PKK
cs: Geoservices API se nepodařilo zpracovat JSON data vrácená službou PKK
de: Die Geoservices API konnte die vom PKK-Service zurückgegebenen JSON-Daten nicht parsen.
it: L'API dei Geoservices non è riuscita a eseguire il parsing dei dati JSON restituiti dal servizio PKK
pt: A API de Geoserviços falhou ao fazer o parsing dos dados JSON retornados pelo serviço PKK

source: The Geoservices API error
bg: Geoservices API грешка
cs: Chyba Geoservices API
de: Fehler bei der Geoservices API
it: Errore dell'API dei Geoservices
pt: Erro na API de Geoserviços

source: NextGIS Geoservices encountered an internal error or the PKK service is currently unavailable
bg: NextGIS Geoservices срещна вътрешна грешка или услугата PKK в момента е недостъпна
cs: NextGIS Geoservices narazilo na interní chybu nebo je služba PKK momentálně nedostupná
de: NextGIS Geoservices hat einen internen Fehler festgestellt oder der PKK-Service ist derzeit nicht verfügbar.
it: NextGIS Geoservices ha riscontrato un errore interno o il servizio PKK non è attualmente disponibile
pt: Geoserviços NextGIS encontrou um erro interno ou o serviço PKK está atualmente indisponível

source: The NextGIS Geoservices is currently unavailable
bg: NextGIS Geoservices в момента е недостъпен
cs: NextGIS Geoservices je momentálně nedostupné
de: Die NextGIS Geoservices sind derzeit nicht verfügbar.
it: I NextGIS Geoservices non sono attualmente disponibili
pt: Os Geoserviços NextGIS estão atualmente indisponíveis

source: The Geoservices API: The request for attribute retrieval ended in failure
bg: Geoservices API: Заявката за извличане на атрибути завърши с неуспех
cs: Geoservices API: Požadavek na načtení atributů skončil neúspěchem
de: Die Geoservices API: Die Anfrage zur Attributabfrage schlug fehl.
it: L'API dei Geoservices: La richiesta per il recupero degli attributi è fallita
pt: A API de Geoserviços: A requisição para obtenção de atributos falhou

source: The Geoservices API: The 'extent' field is not present in the received attributes
bg: Geoservices API: Полето \'extent\' не е налично в получените атрибути
cs: Geoservices API: Pole 'extent' není obsaženo v přijatých atributech
de: Die Geoservices API: Das Feld "extent" ist in den empfangenen Attributen nicht vorhanden.
it: L'API dei Geoservices: Il campo ''extent'' non è presente negli attributi ricevuti
pt: A API de Geoserviços: O campo ''extent'' não está presente nos atributos recebidos

source: The Geoservices API: The object geometry retrieval request failed
bg: Geoservices API: Неуспех на заявката за извличане на геометрия на обект
cs: Geoservices API: Požadavek na načtení geometrie objektu selhal
de: Die Geoservices API: Die Anfrage zur Geometrieabfrage des Objekts schlug fehl.
it: L'API dei Geoservices: La richiesta di recupero della geometria dell'oggetto è fallita
pt: A API de Geoserviços: A requisição para obtenção da geometria do objeto falhou

source: The Geoservices API: Unable to create the feature based on previous requests
bg: Geoservices API: Неуспех при създаване на обект на базата на предишни заявки
cs: Geoservices API: Nelze vytvořit prvek na základě předchozích požadavků
de: Die Geoservices API: Das Feature konnte auf Basis der vorherigen Anfragen nicht erstellt werden.
it: L'API dei Geoservices: Impossibile creare la feature basata sulle precedenti richieste
pt: A API de Geoserviços: Não foi possível criar a feature com base nas requisições anteriores

source: The Geoservices API: Plot not found
bg: Geoservices API: Парцелът не е намерен
cs: Geoservices API: Parcela nebyla nalezena
de: Die Geoservices API: Grundstück nicht gefunden.
it: L'API dei Geoservices: Parcella non trovata
pt: A API de Geoserviços: Parcela não encontrada

source: 'Cadaster services' module is disabled!
bg: Модулът \'Cadaster services\' е деактивиран!
cs: Modul "Katastrální služby" je zakázán!
de: Cadaster services'-Modul ist deaktiviert!
it: Il modulo ''Cadaster services'' è disabilitato!
pt: Módulo ''Serviços de cadastro'' está desativado!

source: Geoservices API key in cadaster services module not set. Set the Geoservices API key in the `Cadaster services` section on the Control panel.
bg: Geoservices API ключ в модула за кадастрални услуги не е зададен. Задайте Geoservices API ключа в секция `Cadaster services` на контролния панел.
cs: API klíč Geoservices v modulu katastrálních služeb není nastaven. Nastavte API klíč Geoservices v sekci `Katastrální služby` na Ovládacím panelu.
de: Geoservices API-Schlüssel im Cadaster services-Modul nicht gesetzt. Setzen Sie den Geoservices API-Schlüssel im Abschnitt `Cadaster services` auf der Steuerungstafel.
it: La chiave API dei Geoservices nel modulo dei servizi catastali non è impostata. Imposta la chiave API dei Geoservices nella sezione `Cadaster services` sul Pannello di controllo.
pt: Chave da API de Geoserviços no módulo de serviços de cadastro não configurada. Configure a chave da API de Geoserviços na seção `Serviços de cadastro` no painel de controle.

source: Required parameters: lon, lat, types!
bg: Задължителни параметри: lon, lat, types!
cs: Požadované parametry: lon, lat, types!
de: Erforderliche Parameter: lon, lat, types!
it: Parametri richiesti: lon, lat, types!
pt: Parâmetros requeridos: lon, lat, tipos!

source: Parameter 'types' is required
bg: Параметърът \'types\' е задължителен
cs: Parametr "types" je povinný
de: Der Parameter 'types' ist erforderlich.
it: Il parametro 'types' è richiesto
pt: Parâmetro ''types'' é necessário

source: Cadaster plot with ID '%(id)s' not found!
de: Cadaster-Grundstück mit ID '%(id)s' nicht gefunden!
it: Parcella catastale con ID '%(id)s' non trovata!
pt: Parcela de cadastro com ID '%(id)s' não encontrada!

source: Settings saved
de: Einstellungen gespeichert
it: Impostazioni salvate
pt: Configurações salvas

source: API key
de: API-Schlüssel
it: Chiave API
pt: Chave da API

source: Enable
de: Aktivieren
it: Abilita
pt: Habilitar

source: Save
de: Speichern
it: Salva
pt: Salvar

source: Cadaster services settings
de: Einstellungen für Katasterdienste
it: Impostazioni dei servizi catastali
pt: Configurações dos serviços de cadastro

source: Cadaster services
de: Katasterdienste
it: Servizi catastali
pt: Serviços de cadastro
