Repository: nextgis/nextgisweb_i18n
Catalog: nextgisweb_cadaster/cadaster/*.po
Languages: be, es, fr, pl

source: Cadastral number
be: Кадастравы нумар
es: Número catastral
fr: Numéro de cadastre

source: Name
be: Назва
es: Nombre
fr: Nom

source: Type
be: Тып
es: Tipo
fr: le type

source: Identifier
be: Ідэнтыфікатар
es: Identificador
fr: Identifiant

source: Address
be: Адрас
es: Dirección
fr: Adresse

source: Publication date
be: Дата публікацыі
es: Fecha de publicación
fr: Date de publication

source: Updated
be: Абноўлена
es: Actualizado
fr: Actualisé

source: District
be: Раён
es: Distrito
fr: Quartier

source: Change date
be: Дата змены
es: Cambiar fecha
fr: Date de modification

source: Local identifier
be: Мясцовы ідэнтыфікатар
es: Identificador local
fr: Identifiant local

source: County cadastral number
be: Кадастравы нумар павета
es: Número catastral del condado
fr: Numéro cadastral du comté

source: Annotation text
be: Тэкст анатацыі
es: Texto de anotación
fr: Texte d'annotation

source: District cadastral number
be: Кадастравы нумар раёна
es: Número catastral del distrito
fr: Numéro cadastral du quartier

source: Date of creation
be: Дата стварэння
es: Fecha de creación
fr: Date de création

source: Floors
be: Паверхі
es: Pisos
fr: Sols

source: OX type
be: Тып OX
es: Tipo de OX
fr: type OX

source: Quarterly cadastral number
be: Квартальны кадастравы нумар
es: Número catastral del barrio
fr: Numéro cadastral trimestriel

source: Date of value setting
be: Дата ўстанаўлення значэння
es: Fecha de ajuste del valor
fr: Date de mise en valeur

source: Year of Construction
be: Год пабудовы
es: Año de construcción
fr: Année de construction

source: Year of Commissioning
be: Год уводу ў эксплуатацыю
es: Año de puesta en servicio
fr: Année de mise en service

source: Underground floors
be: Падземныя паверхі
es: Pisos subterráneos
fr: Sous-sols

source: Destination
be: Пункт прызначэння
es: Propósito

source: Quarterly
be: Квартальны
es: Barrio
fr: Trimestriel

source: Cadastral value
be: Кадастравы кошт
es: Valor catastral
fr: Valeur cadastrale

source: Monetary unit of value
be: Грашовая адзінка значэння
es: Unidad monetaria de valor
fr: Unité monétaire de valeur

source: Category type
be: Тып катэгорыі
es: Tipo de categoría
fr: Type de catégorie

source: Cadastral number of the county
be: Кадастравы нумар павета
es: Número catastral del condado
fr: Numéro cadastral du comté

source: Date of entering information about cadastral value
be: Дата ўнесення інфармацыі аб кадастравай каштоўнасці
es: Fecha de ingreso de información sobre valor catastral
fr: Date d'entrée des informations sur la valeur cadastrale

source: Date of cadastral value approval
be: Дата зацвярджэння кадастравай каштоўнасці
es: Fecha de aprobación del valor catastral
fr: Date d'approbation de la valeur cadastrale

source: Refined area
be: Удакладненая плошча
es: Área refinada
fr: Surface affinée

source: Dimension of the area
be: Памеры тэрыторыі
es: Dimensión del área
fr: Dimension de la surface

source: Permitted use according to the document
be: Дазволенае выкарыстанне згодна з дакументам
es: Uso permitido según documento
fr: Utilisation autorisée selon le document

source: Permitted use
be: Дазволенае выкарыстанне
es: Uso permitido
fr: Utilisation autorisée

source: Status
be: Статус
es: Estado
fr: Statut

source: Type of area
be: Тып тэрыторыі
es: Tipo de area
fr: Type de surface

source: Customer phone
be: Тэлефон кліента
es: Teléfono del cliente
fr: Téléphone du client

source: Contract number
be: Нумар дагавора
es: Número de contrato
fr: Numéro de contrat

source: Information
be: Інфармацыя
es: Información

source: Type (as form)
be: Тып (як форма)
es: Tipo (como formulario)
fr: Type (comme formulaire)

source: Description
be: Апісанне
es: Descripción

source: Registered number
be: Зарэгістраваны нумар
es: Número registrado
fr: Numéro enregistré

source: Restriction
be: Абмежаванне
es: Restricción

source: Registry number
be: Нумар рэестра
es: Número de registro
fr: Numéro de registre

source: Cadastral quarter
be: Кадастравы квартал
es: Barrio catastral
fr: Quartier cadastral

source: Indentification of cadastral quarters
be: Вызначэнне кадастравых кварталаў
es: Identificación de barrios catastrales
fr: Identification des quartiers cadastraux

source: Land plot
be: Зямельны ўчастак
es: Parcela
fr: Terrain

source: Land plot identification
be: Ідэнтыфікацыя зямельнага ўчастка
es: Identificación de parcelas de tierra
fr: Identification du terrain

source: Capital construction object
be: Аб'ект капітальнага будаўніцтва
es: Objeto de construcción de capital
fr: Objet de construction capitale

source: Identification of capital construction objects
be: Вызначэнне аб'ектаў капітальнага будаўніцтва
es: Identificación de objetos de construcción de capital
fr: Identification des objets de construction d'équipement

source: Zone with special usage conditions
be: Зона са спецыяльнымі ўмовамі выкарыстання
es: Zona con condiciones especiales de uso
fr: Zone avec des conditions d'utilisation spéciales

source: Identification of zones with special usage conditions
be: Вызначэнне зон са спецыяльнымі ўмовамі выкарыстання
es: Identificación de zonas con condiciones especiales de uso
fr: Identification des zones avec des conditions d'utilisation spéciales

source: Cadastral district
be: Кадастравы раён
es: Distrito catastral
fr: Quartier cadastral

source: Identification of cadastral districts
be: Вызначэнне кадастравых раёнаў
es: Identificación de distritos catastrales
fr: Identification des quartiers cadastraux

source: Attributes
be: Атрыбуты
es: Atributos
fr: Les attributs

source: No data
be: Няма дадзеных
es: Sin datos
fr: Pas de données

source: Cadaster services error
be: Памылка сэрвісаў кадастра
es: Error en los servicios catastrales
fr: Erreur des services cadastraux

source: Wrong cadaster number: ${cadno}
be: Няправільны кадастравы нумар: ${cadno}
es: Número catastral incorrecto: ${cadno}
fr: Numéro de cadastre incorrect: ${cadno}

source: The Geoservices API unknown error
be: Невядомая памылка Geoservices API
es: Error desconocido de la API de Geoservices
fr: Erreur inconnue de l'API Geoservices
pl: Nieznany błąd Geoservices API

source: The Geoservices API: unknown error
be: Geoservices API: невядомая памылка
es: La API de Geoservices: error desconocido
fr: L'API Geoservices: erreur inconnue
pl: Geoservices API: nieznany błąd

source: The Geoservices API timeout error
be: Памылка таймаўту API Geoservices
es: Error de tiempo de espera en la API de Geoservices
fr: Erreur de timeout de l'API Geoservices
pl: Błąd limitu czasu Geoservices API

source: The Geoservices API is currently unavailable due to a timeout error
be: API Geoservices у цяперашні час недаступны з-за памылкі таймаўту
es: La API de Geoservices no está disponible actualmente debido a un error de tiempo de espera
fr: L'API Geoservices est actuellement indisponible en raison d'une erreur de timeout
pl: Geoservices API jest obecnie niedostępne z powodu błędu limitu czasu

source: The Geoservices API parsing error
be: Памылка парсінгу API Geoservices
es: Error de interpretación de la API de Geoservices
fr: Erreur d'analyse de l'API Geoservices
pl: Błąd przetwarzania danych Geoservices API

source: The Geoservices API failed to parse the JSON data returned by the PKK service
be: API Geoservices не ўдалося распарсіць JSON дадзеныя, вернутыя службай PKK
es: La API de Geoservices no pudo interpretar los datos JSON devueltos por el servicio PKK
fr: L'API Geoservices n'a pas pu analyser les données JSON retournées par le service PKK
pl: Geoservices API nie zdołało przetworzyć danych JSON zwróconych przez usługę PKK

source: The Geoservices API error
be: Памылка API Geoservices
es: Error en la API de Geoservices
fr: Erreur de l'API Geoservices
pl: Błąd Geoservices API

source: NextGIS Geoservices encountered an internal error or the PKK service is currently unavailable
be: NextGIS Geoservices сутыкнуліся з унутранай памылкай альбо служба PKK у цяперашні час недаступная
es: NextGIS Geoservices encontró un error interno o el servicio PKK no está disponible actualmente
fr: NextGIS Geoservices a rencontré une erreur interne ou le service PKK est actuellement indisponible
pl: NextGIS Geoservices napotkało błąd wewnętrzny lub usługa PKK jest obecnie niedostępna

source: The NextGIS Geoservices is currently unavailable
be: NextGIS Geoservices у цяперашні час недаступны
es: NextGIS Geoservices no está disponible actualmente
fr: NextGIS Geoservices est actuellement indisponible
pl: NextGIS Geoservices jest obecnie niedostępne

source: The Geoservices API: The request for attribute retrieval ended in failure
be: API Geoservices: запыт на атрыманне атрыбутаў скончыўся няўдачай
es: La API de Geoservices: La solicitud para recuperar atributos falló
fr: L'API Geoservices: La demande de récupération des attributs a échoué
pl: Geoservices API: żądanie pobrania atrybutów zakończyło się niepowodzeniem

source: The Geoservices API: The 'extent' field is not present in the received attributes
be: API Geoservices: поле ''extent'' адсутнічае ў атрыманых атрыбутах
es: La API de Geoservices: El campo 'extent' no está presente en los atributos recibidos
fr: L'API Geoservices: Le champ ''extent'' n'est pas présent dans les attributs reçus
pl: Geoservices API: pole 'extent' nie występuje w otrzymanych atrybutach

source: The Geoservices API: The object geometry retrieval request failed
be: API Geoservices: запыт на атрыманне геаметрыі аб'екта не ўдалося
es: La API de Geoservices: La solicitud para recuperar la geometría del objeto falló
fr: L'API Geoservices: La demande de récupération de la géométrie de l'objet a échoué
pl: Geoservices API: żądanie pobrania geometrii obiektu nie powiodło się

source: The Geoservices API: Unable to create the feature based on previous requests
be: API Geoservices: немагчыма стварыць аб'ект на аснове папярэдніх запытаў
es: La API de Geoservices: No se pudo crear la entidad basada en solicitudes anteriores
fr: L'API Geoservices: Impossible de créer la fonctionnalité basée sur les demandes précédentes
pl: Geoservices API: nie można utworzyć obiektu na podstawie wcześniejszych żądań

source: The Geoservices API: Plot not found
be: API Geoservices: ўчастак не знойдзены
es: La API de Geoservices: Parcela no encontrada
fr: L'API Geoservices: Parcelle non trouvée
pl: Geoservices API: działka nieznaleziona

source: 'Cadaster services' module is disabled!
be: Модуль ''Cadaster services'' адключаны!
es: ¡El módulo de 'servicios catastrales' está deshabilitado!
fr: Le module ''Services cadastraux'' est désactivé!
pl: Moduł 'Usługi katastralne' jest wyłączony!

source: Geoservices API key in cadaster services module not set. Set the Geoservices API key in the `Cadaster services` section on the Control panel.
be: API ключ Geoservices у модулі кадэстраў не ўсталяваны. Усталюйце ключ API Geoservices у раздзеле `Cadaster services` на панэлі кіравання.
es: La clave de API de Geoservices en el módulo de servicios catastrales no está establecida. Establece la clave de API de Geoservices en la sección `Servicios catastrales` del Panel de control.
fr: Clé API Geoservices dans le module des services cadastraux non définie. Définissez la clé API Geoservices dans la section `Services cadastraux` du panneau de contrôle.
pl: Klucz Geoservices API w module usług katastralnych nie został ustawiony. Ustaw klucz w sekcji 'usługi katastralne' w Panelu sterowania.

source: Required parameters: lon, lat, types!
be: Неабходныя параметры: lon, lat, types!
es: ¡Parámetros requeridos: lon, lat, types!
fr: Paramètres requis: lon, lat, types!

source: Parameter 'types' is required
be: Параметр ''types'' неабходны
es: Se requiere el parámetro 'types
fr: Le paramètre 'types' est requis

source: Cadaster plot with ID '%(id)s' not found!
be: Кадастраў участак з ID '%(id)s' не знойдзены!
es: ¡No se encontró la parcela catastral con ID '%(id)s'!
fr: Le tracé de cadastre avec l'ID '%(id)s' est introuvable !
pl: Działka katastralna o ID '%(id)s' nie została znaleziona!

source: Settings saved
be: Налады захаваны
es: Se guardó la configuración
fr: Paramètres enregistrés
pl: Ustawienia zapisane

source: API key
be: API ключ
es: Clave API
fr: Clé API
pl: Klucz API

source: Enable
be: Актываваць
es: Habilitar
fr: Activer
pl: Włącz

source: Save
be: Захоўваць
es: Guardar
fr: Sauvegarder
pl: Zapisz

source: Cadaster services settings
be: Настройкі кадастравых сервісаў
es: Configuración de servicios catastrales
fr: Paramètres des services de cadastre
pl: Ustawienia usług katastralnych

source: Cadaster services
be: Кадастравыя сервісы
es: Servicios catastrales
fr: Services de cadastre
pl: Usługi katastralne

source: Search cadastral plots by cadastral number
pl: Wyszukaj działki ewidencyjne według numeru ewidencyjnego

source: Search cadastral plots
pl: Wyszukaj działki ewidencyjne

source: Identify quarters
pl: Zidentyfikuj obręby

source: Identify plots
pl: Zidentyfikuj działki

source: Identify construction objects
pl: Zidentyfikuj obiekty budowlane

source: Identify special zones
pl: Zidentyfikuj strefy specjalne

source: Back to list
pl: Powrót do listy

source: Attribute
pl: Atrybut

source: Value
pl: Wartość

source: To get cadastral information, click on the map with the left mouse button
pl: Aby uzyskać informacje katastralne, kliknij na mapie lewym przyciskiem myszy

source: To search for cadastral plots, enter the cadastral number or select the identify tool to search on the map
pl: Aby wyszukać działki, wpisz numer ewidencyjny lub wybierz narzędzie identyfikacji i kliknij na mapie

source: Error getting cadastral information
pl: Błąd podczas pobierania informacji katastralnych

source: No valid cadastral number
pl: Brak prawidłowego numeru ewidencyjnego

source: No quarters found
pl: Nie znaleziono obrębów

source: No cadastral plots found
pl: Nie znaleziono działek ewidencyjnych

source: No construction objects found
pl: Nie znaleziono obiektów budowlanych

source: No special zones found
pl: Nie znaleziono stref specjalnych

source: Cadastral information not found
pl: Nie znaleziono informacji katastralnych

source: Searching for quarters...
pl: Wyszukiwanie obrębów...

source: Searching for cadastral plots...
pl: Wyszukiwanie działek ewidencyjnych...

source: Searching for construction objects...
pl: Wyszukiwanie obiektów budowlanych...

source: Searching for special zones...
pl: Wyszukiwanie stref specjalnych...

source: Getting cadastral information...
pl: Pobieranie informacji katastralnych...
