Repository: nextgis/nextgisweb_i18n
Catalog: nextgisweb/spatial_ref_sys/*.ai.po
Languages: de, fr, it, pt

source: System SRS cannot be deleted.
de: System-SRS kann nicht gelöscht werden.
fr: Le système SRS ne peut pas être supprimé.
it: Il sistema SR non può essere eliminato.
pt: O SRS do sistema não pode ser deletado.

source: SRS authority attributes must be defined while importing from the catalog.
de: SRS-Authoritätsattribute müssen beim Import aus dem Katalog definiert werden.
fr: Les attributs d'autorité SRS doivent être définis lors de l'importation du catalogue.
it: Gli attributi di autorità del SR devono essere definiti durante l'importazione dal catalogo.
pt: Os atributos de autoridade do SRS devem ser definidos ao importar do catálogo.

source: SRS #{} already exists.
de: SRS #{} existiert bereits.
fr: SRS #{} existe déjà.
it: Il SR #{} esiste già.
pt: O SRS #{} já existe.

source: Show in catalog
de: Im Katalog anzeigen
fr: Afficher dans le catalogue
it: Mostra nel catalogo
pt: Mostrar no catálogo

source: Authority and code
de: Autorität und Code
fr: Autorité et code
it: Autorità e codice
pt: Autoridade e código

source: Import from catalog
de: Vom Katalog importieren
fr: Importer du catalogue
it: Importa dal catalogo
pt: Importar do catálogo

source: Delete SRS?
de: SRS löschen?
fr: Supprimer le SRS ?
it: Eliminare il SR?
pt: Deletar SRS?

source: SRS deleted
de: SRS gelöscht
fr: SRS supprimé
it: SR eliminato
pt: SRS deletado

source: Catalog not cofigured
de: Katalog nicht konfiguriert
fr: Catalogue non configuré
it: Catalogo non configurato
pt: Catálogo não configurado

source: The spatial reference system catalog is not configured on this server.
de: Der Katalog der Koordinatenbezugssysteme ist auf diesem Server nicht konfiguriert.
fr: Le catalogue de système de référence spatiale n'est pas configuré sur ce serveur.
it: Il catalogo dei sistemi di riferimento spaziali non è configurato su questo server.
pt: O catálogo do sistema de referência espacial não está configurado neste servidor.
