Repository: nextgis/nextgisweb_i18n
Catalog: nextgisweb/spatial_ref_sys/*.po
Languages: be, pl

source: System SRS cannot be deleted.
be: Сістэмная SRS нельга выдаліць.
pl: Systemowego układu odniesienia SRS nie można usunąć.

source: Invalid SRS definition!
be: Няправільнае вызначэнне SRS!
pl: Nieprawidłowa definicja SRS!

source: SRS authority attributes must be defined while importing from the catalog.
be: Атрыбуты аўтарытэту SRS павінны быць вызначаны пры імпарце з каталога.
pl: Atrybuty autorytetu SRS muszą być zdefiniowane podczas importu z katalogu.

source: SRS #{} already exists.
be: SRS #{} ужо існуе.
pl: Układ odniesienia SRS #{} już istnieje.

source: Spatial reference systems
be: Каардынатныя сістэмы
pl: System odniesienia przestrzennego

source: Display name
be: Адлюстроўваемае імя
pl: Nazwa wyświetlana

source: Show in catalog
be: Паказаць у каталогу
pl: Pokaż w katalogu

source: Authority and code
be: Аўтарытэт і код
pl: Autorytet i kod

source: Import
be: Імпарт
pl: Pobierz

source: Search
be: Пошук
pl: Wyszukiwanie

source: Latitude
be: Шырата
pl: Szerokość geograficzna

source: Longitude
be: Даўгата
pl: Długość geograficzna

source: OGC WKT definition
be: Вызначэнне OGC WKT
pl: Definicja OGC WKT

source: View details
be: Прагляд падрабязнасцяў
pl: Zobacz szczegóły

source: Import from catalog
be: Імпартаваць з каталога
pl: Pobierz z katalogu

source: Format
be: Фармат

source: Definition
be: Вызначэнне
pl: Definicja

source: Import definition
be: Вызначэнне імпарту
pl: Definicja importu

source: Delete SRS?
be: Выдаліць SRS?
pl: Usunąć układ współrzędnych?

source: SRS deleted
be: SRS выдалена
pl: Układ współrzędnych usunięty

source: Catalog not cofigured
be: Каталог не настроены
pl: Katalog nie został skonfigurowany

source: The spatial reference system catalog is not configured on this server.
be: Каталог каардынатных сістэм не настроены на гэтым серверы.
pl: Katalog układów odniesienia nie został skonfigurowany na tym serwerze.

source: Invalid MapInfo spatial reference system: %s
be: Няправільная каардынатная сістэма MapInfo: %s
pl: Nieprawidłowy system odniesienia przestrzennego MapInfo: %s

source: Unknown spatial reference system format: %s!
be: Невядомы фармат каардынатнай сістэмы: %s!
pl: Nieznany format odniesienia przestrzennego: %s!

source: Invalid OGC WKT definition!
be: Няправільнае вызначэнне OGC WKT!
pl: Nieprawidłowa definicja OGC WKT!

source: Create new Spatial reference system
be: Стварыць новую каардынатную сістэму
pl: Stwórz nowy system odniesienia przestrzennego

source: Spatial reference system catalog
be: Каталог каардынатных сістэм
pl: Katalog systemów odniesienia przestrzennego

source: Spatial reference system
be: Каардынатная сістэма
pl: System odniesienia przestrzennego

source: List
be: Спіс
pl: Lista

source: Create
be: Стварыць
pl: Stwórz

source: Catalog
be: Каталог
pl: Katalog

source: Edit
be: Рэдагаваць
pl: Edytuj

source: Delete
be: Выдаліць
pl: Usuń
