Repository: nextgis/nextgisweb_i18n
Catalog: nextgisweb/tileset/*.ai.po
Languages: es, fr

source: Tilesets
es: Conjuntos de tiles
fr: Jeux de tuiles

source: Tileset
es: Conjunto de tiles
fr: Jeu de tuiles

source: Number of tiles
es: Número de tiles
fr: Nombre de tuiles

source: Zoom levels
es: Niveles de zoom
fr: Niveaux de zoom

source: From {min} to {max}
es: Desde {min} hasta {max}
fr: De {min} à {max}

source: Tiles '{}' and '{}' are located in different subdirectories.
es: Los tiles '{}' y '{}' están ubicados en subdirectorios diferentes.
fr: Les tuiles "{}" et "{}" sont situées dans des sous-répertoires différents.

source: Tiles '{}' and '{}' have different extensions.
es: Los tiles '{}' y '{}' tienen diferentes extensiones.
fr: Les tuiles "{}" et "{}" ont des extensions différentes.

source: Unsupported data format.
es: Formato de datos no soportado.
fr: Format de données non pris en charge.

source: Only 256x256 px tiles are supported.
es: Solo se soportan tiles de 256x256 píxeles.
fr: Seules les tuiles de 256x256 px sont prises en charge.

source: No tiles found in source.
es: No se encontraron tiles en la fuente.
fr: Aucune tuile trouvée dans la source.

source: Select a tileset
es: Seleccionar un conjunto de tiles
fr: Sélectionnez un jeu de tuiles

source: MBTiles and ZIP archives of tiles are supported. Tiles should be in PNG or JPEG format and have a size of 256x256 pixels.
es: Se soportan MBTiles y archivos ZIP de tiles. Los tiles deben estar en formato PNG o JPEG y tener un tamaño de 256x256 píxeles.
fr: Les fichiers MBTiles et les archives ZIP de tuiles sont pris en charge. Les tuiles doivent être au format PNG ou JPEG et avoir une taille de 256x256 pixels.
