Repository: nextgis/nextgisweb_i18n
Catalog: nextgisweb/tileset/*.po
Languages: be, bg, cs, de, it, pl, pt, zh_cn

source: Tilesets
be: Тайлы
bg: Плочки
cs: Tilesety
de: Kachelsets
it: Tileset
pl: Zbiór kafli
zh_cn: 瓦片集

source: Tileset
be: Тайлавы набор
bg: Плочка
de: Kachelset
pl: Zbiór kafli
zh_cn: 瓦片集

source: Number of tiles
be: Колькасць тайлаў
bg: Брой плочки
cs: Počet dlaždic
de: Anzahl der Kacheln
it: Numero di tile
pl: Liczba kafli
pt: Número de tiles
zh_cn: 瓦片数

source: Zoom levels
be: Узроўні маштабавання
bg: Нива на увеличение
cs: Úrovně přiblížení
de: Zoomstufen
it: Livelli di zoom
pl: Poziom powiększenia
pt: Níveis de zoom
zh_cn: 缩放级别

source: From {min} to {max}
be: Ад {min} да {max}
bg: От {min} до {max}
cs: Od {min} do {max}
de: Von {min} bis {max}
it: Da {min} a {max}
pl: Od {min} do {max}
pt: De {min} a {max}
zh_cn: 从 {min} 到 {max}

source: Tiles '{}' and '{}' are located in different subdirectories.
be: Тайлы '{}' і '{}' знаходзяцца ў розных падкатэгорыях.
bg: Плочките '{}' и '{}' се намират в различни поддиректории.
cs: Dlaždice '{}' a '{}' se nachází v různých podadresářích.
de: Die Kacheln '{}' und '{}' befinden sich in verschiedenen Unterverzeichnissen.
it: Le tile '{}' e '{}' si trovano in sottodirectory diverse.
pl: Kafle '{}' i '{}' znajdują się w różnych podkategoriach.
pt: Os tiles '{}' e '{}' estão localizados em subdiretórios diferentes.
zh_cn: 瓦片 '{}' 和 '{}' 位于不同的子目录中。

source: Tiles '{}' and '{}' have different extensions.
be: Тайлы '{}' і '{}' маюць розныя пашырэнні.
bg: Плочките '{}' и '{}' имат различни разширения.
cs: Dlaždice '{}' a '{}' mají různé přípony.
de: Die Kacheln '{}' und '{}' haben unterschiedliche Erweiterungen.
it: Le tile '{}' e '{}' hanno estensioni diverse.
pl: Kafle '{}' i '{}' mają różne rozszerzenia.
pt: Os tiles '{}' e '{}' têm extensões diferentes.
zh_cn: 瓦片 '{}' 和 '{}' 具有不同的扩展名。

source: Unsupported data format.
be: Непадтрымліваемы фармат дадзеных.
bg: Неподдържан формат на данните.
cs: Nepodporovaný formát dat.
de: Nicht unterstütztes Datenformat.
it: Formato dati non supportato.
pl: Nieobsługiwany format danych.
pt: Formato de dados não suportado.
zh_cn: 不支持的数据格式。

source: Only 256x256 px tiles are supported.
be: Падтрымліваюцца толькі тайлы памерам 256x256 пікселяў.
bg: Поддържат се само плочки с размер 256x256 пиксела.
cs: Podporovány jsou pouze dlaždice 256x256 px.
de: Es werden nur 256x256 px Kacheln unterstützt.
it: Supportate solo tile 256x256 px.
pl: Obsługiwane są tylko kafle 256x256 px.
pt: Apenas tiles de 256x256 px são suportados.
zh_cn: 仅支持 256x256 像素的瓦片。

source: No tiles found in source.
be: Тайлы не знойдзены ў крыніцы.
bg: Не са намерени плочки в източника.
cs: Ve zdroji nebyly nalezeny žádné dlaždice.
de: Keine Kacheln in der Quelle gefunden.
it: Nessuna tile trovata nella fonte.
pl: Nie znaleziono kafli w źródle.
pt: Nenhum tile encontrado na fonte.
zh_cn: 源中未找到瓦片。

source: Select a tileset
be: Абярыце тайлавы набор
bg: Изберете плочка
cs: Vyberte tileset
de: Wählen Sie ein Kachelset aus
it: Seleziona un tileset
pl: Wybierz zbiór kafli
pt: Selecione um tileset
zh_cn: 选择一个瓦片集

source: MBTiles and ZIP archives of tiles are supported. Tiles should be in PNG or JPEG format and have a size of 256x256 pixels.
be: Падтрымліваюцца MBTiles і ZIP архівы тайлаў. Тайлы павінны быць у фармаце PNG або JPEG і мець памер 256x256 пікселяў.
bg: Поддържат се MBTiles и ZIP архиви с плочки. Плочките трябва да са във формат PNG или JPEG и да са с размер 256x256 пиксела.
cs: Podporovány jsou MBTiles a ZIP archivy dlaždic. Dlaždice by měly být ve formátu PNG nebo JPEG a mít velikost 256x256 pixelů.
de: MBTiles und ZIP-Archive mit Kacheln werden unterstützt. Kacheln sollten im PNG- oder JPEG-Format und in der Größe 256x256 Pixel vorliegen.
it: Supportati archivi MBTiles e ZIP di tile. Le tile devono essere in formato PNG o JPEG e avere una dimensione di 256x256 pixel.
pl: Obsługiwane są pliki MBTiles i archiwa ZIP z kaflami. Kafle powinny mieć format PNG lub JPEG i rozmiar 256x256 pikseli.
pt: São suportados MBTiles e arquivos ZIP de tiles. Os tiles devem estar em formato PNG ou JPEG e ter um tamanho de 256x256 pixels.
zh_cn: 支持 MBTiles 和包含瓦片的 ZIP 存档文件。瓦片应为 PNG 或 JPEG 格式且大小为 256x256 像素。
