Repository: nextgis/nextgisweb_i18n
Catalog: nextgisweb/core/*.po
Languages: be, bg, cs, fr, it, pl, zh_cn

source: NextGIS geoinformation system
be: Геаінфармацыйная сістэма NextGIS
bg: Геоинформационна система NextGIS
cs: Geoinformační systém NextGIS
fr: Système d'information géographique (NextGIS)
it: Sistema informativo territoriale NextGIS
pl: System geoinformacji NextGIS
zh_cn: NextGIS地理信息系统

source: Linux kernel
be: Ядро Linux
bg: Ядро на Linux
cs: Linuxové jádro
fr: Noyau Linux
it: Kernel linux
pl: Jądro systemu Linux
zh_cn: Linux 内核

source: OS distribution
be: Дыстрыбутыў АС
bg: Дистибутив на ОС
cs: Distribuce OS
fr: la distribution OS
it: Distribuzione
pl: Dystrybucja systemu operacyjnego
zh_cn: OS分布

source: CPU
be: ЦПУ
bg: ЦПУ

source: RAM
be: АЗП
bg: Памет
zh_cn: RAM或随机存取存储器

source: Last backup
be: Апошні рэзервовыя копіі
bg: Последно архивиране
cs: Poslední záloha
fr: Dernière sauvegarde
it: Ultimo backup
pl: Ostatnia kopia zapasowa

source: Last maintenance
be: Апошняе абслугоўванне
bg: Последна поддръжка
cs: Poslední údržba
fr: Dernière maintenance
it: Ultima manutenzione
pl: Ostatnia konserwacja

source: Validation error
be: Памылка валідацыі
bg: Грешка при валидация
cs: Chyba ověření
fr: Erreur de validation
it: Errore di validazione
pl: Błąd walidacji
zh_cn: 检测错误

source: Forbidden
be: Забаронена
bg: Забранено
cs: Zakázán
fr: Interdit
it: Vietato
pl: Zabronione
zh_cn: 禁止

source: Insufficient permissions
be: Недастаткова дазволаў
bg: Недостатъчни права
cs: Nedostatečná oprávnění
fr: Permissions insuffisantes
it: Permessi insufficienti
pl: Niewystarczające uprawnienia
zh_cn: 权限不足

source: Operational error
be: Аперацыйная памылка
bg: Операционна грешка
cs: Provozní chyba
fr: Erreur opérationnelle
it: Errore operativo
pl: Błąd operacyjny
zh_cn: 操作错误

source: External service error
be: Памылка знешняй службы
bg: Грешка на външен сървиз
cs: Chyba externí služby
fr: Erreur de service externe
it: Errore del servizio esterno
pl: Błąd usługi zewnętrznej
zh_cn: 外部服务错误

source: Not configured
be: Не настроена
bg: Не е конфигурирано
cs: Nenakonfigurováno
fr: Non configuré
it: Non configurato
pl: Nie skonfigurowano

source: Storage full
be: Сховішча запоўнена
bg: Няма свободна памет
cs: Skladování plné
fr: Stockage plein
it: Spazio di archiviazione pieno
pl: Pamięć pełna
zh_cn: 存储已满

source: This operation can't be performed because the storage limit (%s) has been already exceeded by %s.
be: Гэтая аперацыя не можа быць выканана, таму што ліміт сховішча (%s) ужо перавышаны на %s.
bg: Операцията не може да бъде извършена тъй като максимален обем памет (%s) е вече надвишен с %s.
cs: Tuto operaci nelze provést, protože limit úložiště (%s) byl již překročen o %s.
fr: Cette opération ne peut pas être effectuée car la limite de stockage (%s) a déjà été dépassée de %s.
it: Questa operazione non può essere eseguita perché il limite di archiviazione (%s) è già stato superato di %s.
pl: Operacja niemożliwa, ponieważ przekroczono limit miejsca (%s) o %s.
zh_cn: 无法执行该操作，因为存储使用限制(%s)已超过%s。

source: Not enough storage
be: Недастаткова сховішча
bg: Няма достатъчно свободна памет
cs: Nedostatek úložného prostoru
fr: Pas assez de stockage
it: Spazio di archiviazione insufficiente
pl: Za mało pamięci
zh_cn: 存储不够

source: This operation requires %s of storage and can't be performed because only %s available.
be: Гэтая аперацыя патрабуе %s сховішча і не можа быць выканана, таму што даступна толькі %s.
bg: Операцията изисква %s памет и не може да бъде извършена, тъй като достъпна памет е само %s.
cs: Tato operace vyžaduje %s úložiště a nelze ji provést, protože je k dispozici pouze %s.
fr: Cette opération nécessite %s de stockage et ne peut pas être effectuée car seulement %s sont disponibles.
it: Questa operazione richiede %s di spazio di archiviazione e non può essere eseguita perché sono disponibili solo %s.
pl: Operacja wymaga %s miejsca, dostępne tylko %s.
zh_cn: 无法执行该操作，因为该操作需要存储中的%s，但只有%s可用。

source: Estimation is already running
be: Эстымацыя ўжо запушчана
bg: Оценяването е в процес
cs: Odhad již běží
fr: L'estimation est déjà en cours
it: La stima è già in esecuzione
pl: Szacowanie już trwa
zh_cn: 存储评估过程已经开始

source: The answer is %d
be: Адказ: %d
bg: Отговорът е %d
cs: Odpověď je %d
fr: La réponse est %d
it: La risposta è %d
pl: Odpowiedź to %d
zh_cn: 回答：%d

source: Font not found: {}!
pl: Nie znaleziono czcionki: {}!
