Repository: nextgis/nextgisweb_i18n
Catalog: nextgisweb/webmap/*.ai.po
Languages: pt

source: Object not found
pt: Objeto não encontrado

source: Object from URL parameters not found
pt: Objeto dos parâmetros da URL não encontrado

source: Layer order
pt: Ordem das camadas

source: Use on the map
pt: Usar no mapa

source: Add group
pt: Adicionar grupo

source: Your location could not be determined
pt: Sua localização não pôde ser determinada

source: Legend
pt: Legenda

source: Default
pt: Padrão

source: Expand
pt: Expandir

source: Collapse
pt: Recolher

source: Disable
pt: Desativar

source: Public annotation
pt: Anotação pública

source: My private annotation
pt: Minha anotação privada

source: Private annotation
pt: Anotação privada

source: Stop editing
pt: Parar de editar

source: Edit
pt: Editar

source: Add layer
pt: Adicionar camada

source: Select layer's style
pt: Selecionar estilo da camada

source: Remove
pt: Remover

source: Identifiable
pt: Identificável

source: Style resource
pt: Recurso de estilo

source: Exclusive
pt: Exclusivo

source: Geometry
pt: Geometria

source: Features
pt: Elementos

source: Double click to finish.
pt: Clique duas vezes para finalizar.

source: Rotate
pt: Rodar

source: Show cursor coordinates / extent
pt: Mostrar coordenadas / extensão do cursor

source: Create as public
pt: Criar como público

source: Create as private
pt: Criar como privado

source: Create
pt: Criar

source: Please enter a numeric value
pt: Insira um valor numérico

source: Invalid width: should be from 0 to 20 px
pt: Largura inválida: deve ser de 0 a 20 px

source: Stroke width, px
pt: Largura do traço, px

source: Stroke color
pt: Cor do traço

source: Invalid width: should be from 1 to 100 px
pt: Largura inválida: deve ser de 1 a 100 px

source: Fragment
pt: Fragmento

# permission
source: Draw annotations
pt: Desenhar anotações

# permission
source: Manage annotations
pt: Gerir anotações

source: Clone
pt: Clonar

source: Resource group
pt: Grupo de recursos

source: Radius:
pt: Raio:

source: Circle
pt: Círculo

source: Line
pt: Linha

source: Rectangle
pt: Retângulo

source: Polygon
pt: Polígono

source: Hide
pt: Ocultar

source: Show
pt: Mostrar

source: Zoom to filtering geometry
pt: Zoom para geometria de filtragem

source: Clear filtering geometry
pt: Limpar geometria de filtragem

source: Draw filtering geometry
pt: Desenhar geometria de filtragem

source: Change filtering geometry
pt: Alterar geometria de filtragem

source: Stop drawing...
pt: Parar de desenhar...

source: Opacity
pt: Opacidade

source: Show legend
pt: Mostrar legenda

source: Hide legend
pt: Esconder legenda

source: Scale line
pt: Linha de escala

source: Info scale
pt: Escala de informação

source: Locate me
pt: Localizar-me

source: Identification
pt: Identificação

source: Cursor coordinates / extent
pt: Coordenadas do cursor / extensão

source: Show extent
pt: Mostrar extensão

source: Show cursor coordinates
pt: Mostrar coordenadas do cursor

source: Geometry type
pt: Tipo de geometria

source: Point
pt: Ponto

source: Annotations layer
pt: Camada de anotações

source: Show annotations
pt: Mostrar anotações

source: No
pt: Não

source: Yes
pt: Sim

source: With messages
pt: Com mensagens

source: Private annotations
pt: Anotações privadas

source: Public annotations
pt: Anotações públicas

source: My private annotations
pt: Minhas anotações privadas

source: Other private annotations
pt: Outras anotações privadas

source: Zoom to all layers
pt: Zoom para todas as camadas

source: Custom scale
pt: Escala personalizada

source: Elements
pt: Elementos

source: Number of legend columns
pt: Número de colunas da legenda

source: Title
pt: T\xEDtulo

source: Map title text
pt: Texto do título do mapa

source: North Arrow
pt: Seta do Norte

source: Copy link to the print map
pt: Copiar link para o mapa impresso

source: Portrait
pt: Retrato

source: Landscape
pt: Paisagem

source: Refine search criterion. Displayed first 100 search results.
pt: Refine o critério de pesquisa. Exibindo os primeiros 100 resultados de pesquisa.

source: Enter at least 2 characters
pt: Digite pelo menos 2 caracteres

source: <a>CORS</a> must be enabled for the target origin when embedding a web map on a different domain.
pt: <a>CORS</a> deve estar habilitado para a origem alvo ao incorporar um mapa web em um domínio diferente.

source: Add web map fragment to favorites
pt: Adicionar fragmento de mapa web aos favoritos

source: Select tools
pt: Selecionar ferramentas

source: Select panels
pt: Selecionar painéis

source: None
pt: Nenhum

source: Active panel
pt: Painel ativo

source: Map link
pt: Link do mapa

source: The map link copied to clipboard.
pt: O link do mapa foi copiado para a área de transferência.

source: Copy link
pt: Copiar link

source: Optional fragment label
pt: Rótulo opcional do fragmento

source: Map tools
pt: Ferramentas do mapa

source: Panels
pt: Painéis

source: Embed code
pt: Incorporar código

source: The embed code copied to clipboard.
pt: O código incorporado foi copiado para a área de transferência.

source: Copy code
pt: Copiar código

source: Constraining extent
pt: Restringindo extensão

source: Select mode
pt: Selecionar modo

source: Select resource
pt: Selecionar recurso

source: Measurement SRS
pt: SRS de medição

source: Layers editing
pt: Edição de camadas

source: Web map will start at this extent
pt: O mapa web iniciará nesta extensão

source: Web map will not allow to move outside of this extent
pt: O mapa web não permitirá mover fora desta extensão

source: Hide by default
pt: Ocultar por padrão

source: Show without messages
pt: Mostrar sem mensagens

source: Show with messages
pt: Mostrar com mensagens

source: Settings saved
pt: Configurações salvas

source: General
pt: Geral

source: Hide navigation menu for guest
pt: Ocultar menu de navegação para convidados

source: Identify popup
pt: Pop-up identificar

source: Show feature attributes
pt: Mostrar atributos das funcionalidades

source: Show geometry info
pt: Mostrar informações da geometria

source: Address search
pt: Pesquisa de endereço

source: Enable
pt: Habilitar

source: Limit by web map initial extent
pt: Limitar pela extensão inicial do mapa web

source: Provider
pt: Provedor

source: Limit search results to countries
pt: Limitar resultados de busca a países

source: Invalid countries. For example ru or gb,de
pt: Países inválidos. Por exemplo ru ou gb,de

source: Yandex.Maps API Geocoder Key
pt: Chave de Geocodificador da Yandex.Maps API

source: Visibility
pt: Visibilidade

source: Yandex.Maps API Geocoder
pt: Geocodificador Yandex.Maps API

source: Loading
pt: Carregando

source: Zoom to filtered features
pt: Zoom para elementos filtrados

source: Web map embedding is not allowed for %s in the Web GIS settings.
pt: A incorporação de mapas web não é permitida para %s nas configurações do Web GIS.

source: View the map on %s
pt: Ver o mapa em %s

source: This page is for a preview of the web map to be embedded on the site.
pt: Esta página é uma pré-visualização do mapa web a ser incorporado no site.

source: Most likely, you went from the "Share" section of the web map and refreshed the page.
pt: Muito provavelmente, você veio da seção "Partilhar" do mapa web e atualizou a página.

source: To generate a preview, go back to the web map page and click "Preview".
pt: Para gerar uma pré-visualização, volte para a página do mapa web e clique em "Pré-visualizar".

source: Clone web map
pt: Clonar mapa web

source: Embedded webmap preview
pt: Pré-visualização do web map incorporado
