Repository: nextgis/nextgisweb_i18n
Catalog: nextgisweb/webmap/*.po
Languages: be, bg, cs, de, fr, it, pl

source: Refine search criterion. Displayed first 100 search results.
be: Удакладніце крытэр пошуку. Паказаны першыя 100 вынікаў пошуку.
bg: Подобрете критерията на търсенето. Показани са първите 100 резултата от търсенето.
cs: Upřesněte vyhledávací kritéria. Zobrazeno prvních 100 výsledků vyhledávání.
de: Suchkriterium verfeinern. Es werden die ersten 100 Suchergebnisse angezeigt.
fr: Affiner le critère de recherche. Affichage des 100 premiers résultats de recherche.
it: Affina il criterio di ricerca. Visualizzati primi 100 risultati di ricerca.
pl: Doprecyzuj kryteria wyszukiwania. Wyświetlono pierwsze 100 wyników.

source: Enter at least 2 characters
be: Увядзіце не менш за 2 сімвалы
bg: Въведете поне 2 знака
cs: Zadejte alespoň 2 znaky
de: Geben Sie mindestens 2 Zeichen ein
fr: Entrez au moins 2 caractères
it: Inserisci almeno 2 caratteri
pl: Wprowadź co najmniej 2 znaki

source: <a>CORS</a> must be enabled for the target origin when embedding a web map on a different domain.
be: <a>CORS</a> павінен быць уключаны для мэтавага паходжання пры ўбудаванні вэб-карты на іншым дамене.
bg: При вграждане на карта в друг домейн <a>CORS</a> трябва да е включен за избрания целев произход.
cs: <a>CORS</a> musí být povolen pro cílový původ při vkládání webové mapy do jiné domény.
de: <a>CORS</a> muss für den Ziel-Ursprung aktiviert sein, wenn eine Webkarte in eine andere Domain eingebettet wird.
fr: Il est nécessaire d'activer le <a>CORS</a> pour l'origine cible lors de l'intégration d'une carte web sur un domaine différent.
it: <a>CORS</a> deve essere abilitato per l'origine di destinazione quando si incorpora una mappa web su un dominio diverso.
pl: <a>CORS</a> musi być wyłączony dla docelowej domeny przy osadzaniu mapy.

source: Add web map fragment to favorites
be: Дадаць фрагмент вэб-карты ў абранае
bg: Добави уеб картен фрагмент към любими
cs: Přidat fragment webové mapy do oblíbených
de: Webkartenfragment zu Favoriten hinzufügen
fr: Ajouter le fragment de carte web aux favoris
it: Aggiungi frammento di mappa web ai preferiti
pl: Dodaj fragment mapy internetowej do ulubionych

source: Select tools
be: Абраць інструменты
bg: Изберете инструменти
cs: Vyberte nástroje
de: Werkzeuge auswählen
fr: Sélectionner les outils
it: Seleziona strumenti
pl: Wybierz narzędzia

source: Select panels
be: Абраць панэлі
bg: Изберете панели
cs: Vyberte panely
de: Wählen Sie Panels
fr: Sélectionner les panneaux
it: Seleziona pannelli
pl: Wybierz panele

source: None
be: Нішто
bg: Няма
cs: Žádné
de: Keine
fr: Aucun
it: Nessuno
pl: Brak

source: Active panel
be: Актыўны панэль
bg: Активен панел
cs: Aktivní panel
de: Aktives Panel
fr: Panneau actif
it: Pannello attivo
pl: Aktywny panel

source: Map link
be: Спасылка на карту
bg: Линк към картата
cs: Odkaz mapy
de: Kartenlink
fr: Lien vers la carte
it: Link della mappa

source: The map link copied to clipboard.
be: Спасылка на карту скапіявана у буфер обмену.
bg: Картата беше копирана в клипборда.
cs: Odkaz na mapu zkopírován do schránky.
de: Der Kartenlink wurde in die Zwischenablage kopiert.
fr: Le lien de la carte a été copié dans le presse-papiers.
it: Il link della mappa è stato copiato negli appunti.
pl: Link do mapy skopiowany do schowka.

source: Copy link
be: Скапіяваць спасылку
bg: Копирай връзката
cs: Kopírovat odkaz
de: Link kopieren
fr: Copier le lien
it: Copia link
pl: Kopiuj link

source: Optional fragment label
be: Дадатковы маркер фрагменту
bg: Незадължителен етикет за фрагмент
cs: Volitelný štítek fragmentu
de: Optionales Fragment-Label
fr: Étiquette de fragment optionnelle
it: Etichetta del frammento opzionale
pl: Opcjonalna etykieta fragmentu

source: Embed code for your site
be: Код для вашага сайта
bg: Код за вграждане в сайт
cs: Vložte kód pro svůj web
de: Einbetten von Code für eine Webseite
fr: Code d'intégration pour votre site
it: Incorpora codice per il tuo sito
pl: Kod do osadzenia na Twojej stronie

source: Map size:
be: Памер карты:
bg: Големина на картата:
cs: Velikost mapy:
de: Kartengröße:
fr: Taille de la carte:
it: Dimensione della mappa:
pl: Rozmiar mapy:

source: Width, px
be: Шырыня, пікс
bg: Широчина, px
cs: Šířka, px
de: Breite, px
fr: Largeur, px
it: Larghezza, px
pl: Szerokość, px

source: Height, px
be: Вышыня, пікс
bg: Височина, px
cs: Výška, px
de: Höhe, px
fr: Hauteur, px
it: Altezza, px
pl: Wysokość, px

source: Map tools
be: Знастроі карты
bg: Инструменти за карта
cs: Nástroje mapy
de: Kartenwerkzeuge
fr: Outils de la carte
it: Strumenti mappa
pl: Narzędzia mapy

source: Panels
be: Панэлі
bg: Панели
cs: Panely
fr: Panneaux
it: Pannelli
pl: Panele

source: Link to main map
be: Спасылка на галоўную карту
bg: Линк към основната карта
cs: Odkaz na hlavní mapu
de: Link zur Hauptkarte
fr: Lien vers la carte principale
it: Link alla mappa principale
pl: Link do głównej mapy

source: Generate events
be: Генерацыя падзей
bg: Генерация на събития
cs: Generovat události
de: Ereignisse erstellen
fr: Générer des événements
it: Genera eventi
pl: Generuj zdarzenia

source: Embed code
be: Код для убудовы
bg: Код за вграждане
cs: Vložit kód
de: Einbettungscode
fr: Code d'intégration
it: Codice di incorporamento
pl: Kod do osadzenia

source: The embed code copied to clipboard.
be: Код для убудовы скапіяваны у буфер обмену.
bg: Кодът за вграждане беше копиран в клипборда.
cs: Vložený kód zkopírován do schránky.
de: Der Einbettungscode wurde in die Zwischenablage kopiert.
fr: Le code d'intégration a été copié dans le presse-papiers.
it: Il codice di incorporamento è stato copiato negli appunti.
pl: Kod do osadzenia został skopiowany do schowka.

source: Copy code
be: Скапіяваць код
bg: Копирай кода
cs: Kopírovat kód
de: Code kopieren
fr: Copier le code
it: Copia codice
pl: Kopiuj kod

source: Preview
be: Папярэдні прагляд
bg: Предварителен преглед
cs: Náhled
de: Vorschau
fr: Aperçu
it: Anteprima
pl: Podgląd

source: Constraining extent
be: Абмежаванне розмераў
bg: Ограничаване на обхвата
cs: Omezení rozsahu
de: Begrenzender Ausdehnung
fr: Définition de l'étendue
it: Limitazione dell'estensione
pl: Zasięg końcowy

source: Select mode
be: Выбар рэжыму
bg: Изберете режим
cs: Vyberte režim
de: Modus wählen
fr: Sélectionner le mode
it: Seleziona modalità
pl: Wybierz tryb

source: Select resource
be: Выбар рэсурса
bg: Изберете ресурс
cs: Vyberte zdroj
de: Ressource wählen
fr: Sélectionner la ressource
it: Seleziona risorsa
pl: Wybierz zasób

source: Measurement SRS
be: Вымеранне SRS
bg: Измервателна СКП (Система за координатни референции)
cs: Měření SRS
de: Mess-SRS
fr: SRS de mesure
it: SRS di misura
pl: Układ odniesienia pomiarów

source: Layers editing
be: Рэдагаванне слоёў
bg: Редактиране на слоеве
cs: Úpravy vrstev
de: Layer-Bearbeitung
fr: Édition de couches
it: Modifica dei layer
pl: Edycja warstw

source: Web map will start at this extent
be: Веб-карта пачнецца з гэтага розмеру
bg: Уеб картата ще започне от този обхват
cs: Webová mapa začne v tomto rozsahu
de: Die Webkarte startet in diesem Bereich
fr: La carte web démarrera à cette étendue
it: La mappa web inizierà a questa estensione
pl: Mapa internetowa rozpocznie się od tego zasięgu

source: Web map will not allow to move outside of this extent
be: Веб-карта не дазволіць рухацца паза гэтага розмеру
bg: Уеб картата няма да позволява движение извън този обхват
cs: Webová mapa nedovolí pohyb mimo tento rozsah
de: Die Webkarte erlaubt keine Bewegung außerhalb dieses Bereichs
fr: La carte web ne permettra pas de se déplacer en dehors de cette étendue
it: La mappa web non permetterà di spostarsi fuori da questa estensione
pl: Mapa internetowa nie pozwoli na przesuwanie poza ten zasięg

source: Hide by default
be: Схаваць па змоўчанні
bg: Скрий по подразбиране
cs: Skrýt ve výchozím nastavení
de: Standardmäßig ausblenden
fr: Masquer par défaut
it: Nascondi per impostazione predefinita
pl: Ukryj domyślne

source: Show without messages
be: Паказваць без паведамленняў
bg: Покажи без съобщения
cs: Zobrazit bez zpráv
de: Ohne Nachrichten anzeigen
fr: Afficher sans messages
it: Mostra senza messaggi
pl: Pokaż bez komunikatów

source: Show with messages
be: Паказаць з паведамленнямі
bg: Покажи със съобщения
cs: Zobrazit se zprávami
de: Mit Nachrichten anzeigen
fr: Afficher avec messages
it: Mostra con messaggi
pl: Pokaż z komunikatami

source: Settings
be: Налады
bg: Настройки
cs: Nastavení
de: Einstellungen
fr: Paramètres
it: Impostazioni
pl: Ustawienia

source: Settings saved
be: Наладкі захаваныя
bg: Настройките са запазени
cs: Nastavení uloženo
de: Einstellungen gespeichert
fr: Paramètres enregistrés
it: Impostazioni salvate
pl: Ustawienia zapisane

source: General
be: Агульныя
bg: Общи
cs: Obecné
de: Allgemein
fr: Général
it: Generale
pl: Ogólne

source: Hide navigation menu for guest
be: Схаваць меню навігацыі для гасцей
bg: Скрий менюто за навигация за гост
cs: Skrýt navigační menu pro hosta
de: Navigationsmenü für Gäste verstecken
fr: Masquer le menu de navigation pour les invités
it: Nascondi il menu di navigazione per gli ospiti
pl: Ukryj menu nawigacyjne dla gościa

source: Identify popup
be: Усплывальнае акно ідэнтыфікацыі
bg: Прозорец за идентифициране
cs: Identifikovat vyskakovací okno
de: Identifikationsfenster
fr: identifier pop-up
it: Identifica il popup

source: Radius, px
be: Радыус, пікс
bg: Радиус, px
cs: Poloměr, px
fr: Rayon, px
it: Raggio, px
pl: Promień, px

source: Show feature attributes
be: Паказаць атрыбуты аб'ектаў
bg: Покажи атрибутите на обекта
cs: Zobrazit atributy funkcí
de: Zeige Featureattribute
fr: Afficher les attributs d'entité
it: Mostra attributi della feature
pl: Pokaż atrybuty obiektów

source: Show geometry info
be: Паказаць інфармацыю пра геаметрыю
bg: Покажи информация за геометрията
cs: Zobrazit informace o geometrie
de: Geometrieinformationen anzeigen
fr: Afficher les informations de géométrie
it: Mostra informazioni sulla geometria
pl: Pokaż informacje o geometrii

source: Measurement
be: Вымярэнне
bg: Измерения
cs: Měření
de: Messungen
fr: Mesure
it: Misura
pl: Pomiar

source: Length units
be: Адзінкі даўжыні
bg: Измервателна единица
cs: Jednotky délky
de: Längeeinheiten
fr: Unités de longueur
it: Unità di lunghezza
pl: Jednostki długości

source: Area units
be: Адзінкі плошчы
bg: Единици за площ
cs: Plošné jednotky
de: Flächeneinheiten
fr: Unités de surface
it: Unità di area
pl: Jednostki powierzchni

source: Degree format
be: Фармат градусаў
bg: Формат на градуси
cs: Formát titulu
de: Winkel- und Gradmessung
fr: Format de degrés
it: Formato gradi
pl: Format stopni

source: Address search
be: Пошук па адрасе
bg: Търсене на адрес
cs: Hledání adresy
de: Adresssuche
fr: Recherche d'adresse
it: Ricerca indirizzo
pl: Wyszukiwanie adresów

source: Enable
be: Уключыць
bg: Включи
cs: Umožnit
de: Aktivieren
fr: Permettre
it: Abilita
pl: Włącz

source: Limit by web map initial extent
be: Абмежаванне пачатковым памерам вэб-карты
bg: Ограничи с началния обхват на картата
cs: Omezit počáteční rozsah webové mapy
de: Begrenze ursprünglichen Ausschnitt
fr: Limite par étendue initiale de la carte Web
it: Limita dall'estensione iniziale della web map
pl: Ogranicz do początkowego zasięgu mapy

source: Provider
be: Правайдэр
bg: Доставчик
cs: Poskytovatel
de: Anbieter
fr: Fournisseur
it: Fornitore
pl: Dostawca

source: Limit search results to countries
be: Абмежаваць вынікі пошуку краінамі
bg: Ограничи резултати на търсенето с държави
cs: Omezit výsledky vyhledávání na země
de: Suchergebnisse auf Länder beschränken
fr: Limiter les résultats de recherche aux pays
it: Limita i risultati di ricerca ai paesi
pl: Ogranicz wyniki wyszukiwania do krajów

source: Invalid countries. For example ru or gb,de
be: Няправільныя індэксы краін. Напрыклад ru або gb,de
bg: Невалидни значения. Например: ru или gb,de
cs: Neplatné země. Například ru nebo gb,de
de: Ungültige Länder. Zum Beispiel ru oder gb,de
fr: Pays invalides. Par exemple ru ou gb,de
it: Paesi non validi. Ad esempio ru o gb,de
pl: Nieprawidłowe kraje. Na przykład ru lub gb, de

source: Yandex.Maps API Geocoder Key
be: Ключ геакодэра API Яндэкс.Карт
bg: Ключ за Yandex.Maps API Геокодер
cs: Yandex.Maps API Geocoder Klíč
de: Yandex.Maps API Geocoder-Schlüssel
fr: Clé du géocodeur Yandex.Maps API
it: Chiave del Geocodificatore API di Yandex.Maps
pl: Klucz do Geokodera Yandex.Maps API

source: Visibility
be: Бачнасць
bg: Видимост
cs: Viditelnost
de: Sichtbarkeit
fr: Visibilité
it: Visibilità
pl: Widoczność

source: Meters
be: Метры
bg: Метри
cs: Měřiče
de: Meter
fr: Mètres
it: Metri
pl: Metry

source: Kilometers
be: Кіламетры
bg: Километри
cs: Kilometry
de: Kilometer
fr: Kilomètres
it: Chilometri
pl: Kilometry

source: Meters/kilometers (auto)
be: Метры/кіламетры (аўтаматычна)
bg: Метри/километри (автоматично)
cs: Metry / kilometry (auto)
de: Meter/Kilometer (automatisch)
fr: Mètres/kilomètres (auto)
it: Metri/chilometri (auto)
pl: Metry/kilometry (auto)

source: Feet
be: Футы
bg: Футове
cs: Stopy
de: Fuß
fr: Pieds
it: Piedi
pl: Stopy

source: Miles
be: Мілі
bg: Мили
cs: Míle
de: Meile
fr: Milles
it: Miglia
pl: Mile

source: Feet/miles (auto)
be: Футы/мілі (аўтаматычна)
bg: Футове/мили (автоматично)
cs: Stopy / míle (auto)
de: Fuß/Meile (automatisch)
fr: Pieds/miles (auto)
it: Piedi/miglia (auto)
pl: Stopy/mile (auto)

source: Sq. meters
be: Кв. метры
bg: Кв. метри
cs: Čt. metrů
de: Quadratmeter
fr: Carré mètres
it: Metri quadri
pl: Metry kwadratowe.

source: Sq. kilometers
be: Кв. кіламетры
bg: Кв. километри
cs: Čt. kilometrů
de: Quadratkilometer
fr: Carré kilomètres
it: Chilometri quadri
pl: Kilometry kwadratowe.

source: Sq. meters/kilometers (auto)
be: Кв. метры/кіламетры (аўтаматычна)
bg: Кв. метри/километри (автоматично)
cs: Čt. metry / kilometry (auto)
de: Quadratmeter/-kilometer (automatisch)
fr: Carré mètres/kilomètres (auto)
it: Metri/chilometri quadri (auto)
pl: Metry kwadratowe/kilometry kwadratowe (auto).

source: Hectares
be: Гектары
bg: Хектари
cs: Hektary
de: Hektar
it: Ettari
pl: Hektary

source: Acres
be: Акры
bg: Акри
cs: Akry
de: Acre
it: Acri
pl: Akry

source: Sq. miles
be: Кв. мілі
bg: Кв. мили
cs: Čt. mil
de: Quadratmeile
fr: Carré milles
it: Miglia quadrate
pl: Mile kwadratowe.

source: Acres/sq. miles (auto)
be: Акры/кв. мілі (аўтаматычна)
bg: Акри/кв. мили (автоматично)
cs: Akrů/čtv. míle (auto)
de: Acre/Quadratmeile (automatisch)
fr: Acres/carré miles (auto)
it: Acri/miglia quadrate (auto)
pl: Akry/mile kwadratowe (auto).

source: Sq. feet
be: Кв. футы
bg: Кв. футове
cs: Čt. stopy
de: Quadratfuß
fr: Carré pieds
it: Piedi quadrati
pl: Stopy kwadratowe.

source: Decimal degrees
be: Дзесятковыя градусы
bg: Десетични градуси
cs: Desetinné stupně
de: Dezimalgrade
fr: Degrés décimaux
it: Gradi decimali
pl: Stopnie dziesiętne

source: Degrees, decimal minutes
be: Градусы, дзесятковыя хвіліны
bg: Градуси, десетични минути
cs: Stupně, desetinné minuty
de: Grade, Dezimalminuten
fr: Degrés, minutes décimales
it: Gradi, minuti decimali
pl: Stopnie i minuty dziesiętne

source: Degrees, minutes, seconds
be: Градусы, хвіліны, секунды
bg: Градуси, минути, секунди
cs: Stupně, minuty, sekundy
de: Grade, Minuten, Sekunden
fr: Degrés, minutes, secondes
it: Gradi, minuti, secondi
pl: Stopnie, minuty, sekundy

source: Yandex.Maps API Geocoder
be: Геакодэр API Яндэкс.Карт
bg: Yandex.Maps API Геокодер
cs: Yandex.Maps API Geokodér
fr: Géocodeur Yandex.Maps API
it: Geocodificatore API di Yandex.Maps
pl: Geokoder Yandex.Maps API

source: km
be: км
bg: км

source: ft
be: фт
bg: фута
fr: pieds

source: mi
be: мі
bg: мили
fr: miles

source: ha
be: га
bg: ха
fr: hectares

source: ac
be: ак
bg: акра
fr: acres

source: LineString
be: ЛінейныРадок
bg: ЛинейнаСтринг
fr: Ligne
pl: Łamana

source: LinearRing
be: ЛінейнаеКальцо
bg: ЛинеенПръстен
cs: LineárníKroužek
fr: AnneauLinéaire
pl: Pierścień liniowy

source: MultiPoint
be: МультыПойнт
bg: МултиТочка
pl: MultiPunkt

source: MultiLineString
be: МультыЛінейныРадок
bg: МултиЛинейнаСтринг
fr: MultiLine
pl: MultiLinia

source: MultiPolygon
be: МультыПалігон
bg: МултиПолигон
fr: MultiPolygone
pl: MultiPoligon

source: GeometryCollection
be: КалекцыяГеаметрый
bg: СъбиранеГеометрия
cs: GeometrickáKolekce
de: Geometriesammlung
fr: CollectionDeGéométries
pl: Kolekcja geometrii

source: Go to
be: Перайсці да
bg: Премини към
cs: Jít do
de: Gehe zu
fr: Aller à
it: Vai a
pl: Przejdź do

source: Loading
be: Загрузка
bg: Зареждане
cs: Načítání
de: Lädt
fr: Chargement
it: Caricamento
pl: Ładowanie

source: Zoom to filtered features
be: Прыблізіць да адфільтраваных аб'ектаў
bg: Увеличи до филтрираните обекти
cs: Přiblížit na filtrované prvky
de: Auf gefilterte Objekte zoomen
fr: Zoom sur les entités filtrées
it: Zoom sulle feature filtrate
pl: Powiększ do przefiltrowanych obiektów

source: Web map embedding is not allowed for %s in the Web GIS settings.
be: Убудаванне вэб-карты не дазволена для %s у наладах Web GIS.
bg: Вграждане на уеб карта не е разрешено за %s в настройките на Уеб GIS.
cs: Vkládání webových map není povoleno pro %s v nastavení webového GIS.
de: Einbetten der Webkarte ist für %s in den Web GIS-Einstellungen nicht erlaubt.
fr: L'intégration de cartes web n'est pas autorisée pour %s dans les paramètres du Web GIS.
it: L'incorporazione della mappa web non è consentita per %s nelle impostazioni del Web GIS.
pl: Osadzenie mapy nie jest dozwolone dla %s w ustawieniach Web GIS.

source: View the map on %s
be: Прагляд карты на %s
bg: Преглед на картата в %s
cs: Zobrazit mapu na %s
de: Karte anzeigen auf %s
fr: Voir la carte sur %s
it: Visualizza la mappa su %s
pl: Zobacz mapę na %s

source: This page is for a preview of the web map to be embedded on the site.
be: Гэта старонка для папярэдняга прагляду вэб-карты, якая будзе ўбудавана на сайт.
bg: Тази страница е за преглед на уеб картата, която ще бъде вградена в сайта.
cs: Tato stránka slouží k náhledu webové mapy, která bude vložena na stránky.
de: Diese Seite dient der Vorschau der auf der Website eingebetteten Webkarte.
fr: Cette page est une prévisualisation de la carte web à intégrer sur le site.
it: Questa pagina è per l'anteprima della mappa web da incorporare nel sito.
pl: Ta strona służy do podglądu mapy internetowej osadzanej na stronie.

source: Most likely, you went from the "Share" section of the web map and refreshed the page.
be: Хутчэй за ўсё, вы перайшлі з раздзела 'Падзяліцца' вэб-карты і абнавілі старонку.
bg: Най-вероятно сте преминали от секцията "Споделяне" на уеб картата и сте обновили страницата.
cs: Pravděpodobně jste přešli z sekce "Sdílet" webové mapy a obnovili stránku.
de: Höchstwahrscheinlich sind Sie vom "Teilen"-Abschnitt der Webkarte hierher gelangt und haben die Seite neu geladen.
fr: Il est probable que vous soyez passé par la section "Partager" de la carte web et avez actualisé la page.
it: Molto probabilmente, sei passato dalla sezione "Condividi" della mappa web e hai aggiornato la pagina.
pl: Prawdopodobnie przeszedłeś z sekcji "Udostępnij" mapy i odświeżyłeś stronę.

source: To generate a preview, go back to the web map page and click "Preview".
be: Для стварэння папярэдняга прагляду, вярніцеся на старонку вэб-карты і націсніце 'Папярэдні прагляд'.
bg: За да генерирате преглед, върнете се на страницата на уеб картата и кликнете "Преглед".
cs: Chcete-li vygenerovat náhled, vraťte se na stránku webové mapy a klikněte na "Náhled".
de: Um eine Vorschau zu erstellen, gehen Sie zurück zur Webkartenseite und klicken Sie auf "Vorschau".
fr: Pour générer une prévisualisation, retournez à la page de la carte web et cliquez sur "Prévisualiser".
it: Per generare un'anteprima, torna alla pagina della mappa web e clicca su "Anteprima".
pl: Aby wygenerować podgląd, wróć do strony mapy internetowej i kliknij "Podgląd".

source: Web map settings
be: Налады вэб-карты
bg: Настройки на уеб картата
cs: Nastavení webové mapy
de: Einstellungen der Web-Karte
fr: Paramètres de carte Web
it: Impostazioni della mappa web
pl: Ustawienia mapy internetowej

source: Clone web map
be: Кланаваць вэб-карту
bg: Клонирай уеб карта
cs: Klonovat webovou mapu
de: Webkarte klonen
fr: Cloner la carte web
it: Clona mappa web
pl: Kopiuj mapę internetową

source: Embedded webmap preview
be: Папярэдні прагляд убудаванай веб-карты
bg: Преглед на вградена уеб карта
cs: Vložený náhled webové mapy
de: Eingebettete Webkarten-Vorschau
fr: Prévisualisation de la carte web intégrée
it: Anteprima mappa web incorporata
pl: Podgląd osadzonej warstwy

source: px
be: пікс
pl: piksele

source: Nominatim (OSM)
be: Намінацыя (OSM)

source: Back to layers and groups
pl: Powrót do warstw i grup

source: Use default draw order
pl: Użyj domyślnej kolejności rysowania

source: Group members have errors
pl: Członkowie grupy mają błędy

source: Resource
pl: Zasób

source: Layer
pl: Warstwa

source: Group
pl: Grupa

source: Edit draw order
pl: Edytuj kolejność rysowania

source: Customize draw order
pl: Dostosuj kolejność rysowania

source: Unable to load tile
pl: Nie można załadować kafelka

source: Rotate swipe
pl: Obróć przesuwanie

source: Back to the initial extent
pl: Powrót do początkowego zasięgu

source: Zoom to identification point
pl: Powiększ do punktu identyfikacji

source: Copy identification point coordinates
pl: Skopiuj współrzędne punktu identyfikacji

source: Edit feature
pl: Edytuj obiekt

source: To get feature information, click on the map with the left mouse button. Make sure that other tools are turned off.
pl: Aby uzyskać informacje o obiekcie, kliknij na mapie lewym przyciskiem myszy. Upewnij się, że inne narzędzia są wyłączone.

source: Retrieving object information...
pl: Pobieranie informacji o obiekcie...

source: No objects were found at the click location.
pl: Nie znaleziono obiektów w miejscu kliknięcia.

source: Attribute
pl: Atrybut

source: Value
pl: Wartość

source: Loading...
pl: Ładowanie...

source: Zoom to feature
pl: Powiększ do obiektu

source: Band {}
pl: Pasmo {}

source: N/A
pl: Nie dotyczy

source: Additional options
pl: Dodatkowe opcje

source: Configure
pl: Konfiguruj

source: Colors
pl: Kolory

source: Selected feature has no geometry
pl: Wybrany obiekt nie ma geometrii

source: Feature attributes
pl: Atrybuty obiektu

source: Geometry info
pl: Informacje o geometrii

source: Tools
pl: Narzędzia

source: Miscellaneous
pl: Różne
