Repository: nextgis/nextgisweb_i18n
Catalog: nextgisweb/webmap/*.po
Languages: be, bg, cs, de, fr, it, pl

source: Tiles
be: Тайлы
bg: Плочки
cs: Dlaždice
de: Kacheln
fr: Tuiles
it: Tile
pl: Kafelki

source: Image
be: Малюнак
bg: Изображение
cs: Obraz
de: Bild
it: Immagine
pl: Obraz

source: Object not found
be: Аб'ект не знойдзены
bg: Обектът не е намерен
cs: Objekt nenalezen
de: Objekt nicht gefunden
fr: Objet non trouvé
it: Oggetto non trovato
pl: Nie znaleziono obiektu

source: Object from URL parameters not found
be: Аб'ект з параметраў URL не знойдзены
bg: Обектът от URL параметрите не е намерен
cs: Objekt z URL parametrů nenalezen
de: Objekt aus URL-Parametern nicht gefunden
fr: Objet des paramètres d'URL non trouvé
it: Oggetto dai parametri URL non trovato
pl: Nie znaleziono obiektu z parametrów URL

source: Layers
be: Слаі
bg: Слоеве
cs: Vrstvy
de: Layer
fr: Couches
it: Layer
pl: Warstwy

source: Search
be: Пошук
bg: Търсене
cs: vyhledávání
de: Suche...
fr: Rechercher
it: Ricerca
pl: Wyszukaj mapę internetową

source: Print map
be: Раздрукаваць карту
bg: Принтирай картата
cs: Tisk mapy
de: Karte drucken
fr: Imprimer la carte
it: Stampa mappa
pl: Wydrukuj mapę

source: Bookmarks
be: Закладкі
bg: Отметки
cs: Záložky
de: Lesezeichen
fr: Signets
it: Preferiti
pl: Zakładki

source: Description
be: Апісанне
bg: Описание
cs: Popis
de: Beschreibung
it: Descrizione
pl: Opis mapy

source: Share
be: Падзяліцца
bg: Сподели
cs: Podělit se
de: Teilen
fr: Partager
it: Condividi
pl: Udostępnij

source: Annotations
be: Анатацыі
bg: Анотации
cs: Anotace
de: Anmerkungen
it: Note
pl: Adnotacje

source: Open full map
be: Адкрыць поўную карту
bg: Отвори цялата карта
cs: Otevřít celou mapu
de: Öffne Karte im Vollbildmodus
fr: Ouvrir la carte complète
it: Apri la mappa intera
pl: Otwórz pełną mapę

source: Layer order
be: Парадак слаёў
bg: Редът на слоевете
cs: Pořadí vrstev
de: Layer-Reihenfolge
fr: Ordre de couche
it: Ordine layer

source: Use on the map
be: Выкарыстоўвайце на карце
bg: Използвай в картата
cs: Použít na mapě
de: Auf Karte verwenden
fr: Utiliser sur la carte
it: Usa sulla mappa

source: Save
be: Захаваць
bg: Запази
cs: Uložit
de: Speichern
fr: Enregistrer
it: Salva
pl: Zapisz

source: Add group
be: Дадаць групу
bg: Добави група
cs: Přidat skupinu
de: Gruppe hinzufügen
fr: Ajouter un groupe
it: Aggiungi gruppo

source: Your location could not be determined
be: Вашу месцазнаходжанне немагчыма вызначыць
bg: Вашето местоположение не може да е определено
cs: Vaši polohu nebylo možné určit
de: Ihr Standort konnte nicht ermittelt werden
fr: Votre emplacement n'a pas pu être déterminé
it: Impossibile determinare la tua posizione
pl: Nie udało się określić Twojej lokalizacji

source: Legend
be: Легенда
bg: Легенда
cs: Legenda
de: Legende
fr: Légende
it: Legenda
pl: Legenda

source: Default
be: Па змаўчанні
bg: По подразбиране
cs: Výchozí
de: Standard
fr: Par défaut
it: Predefinito
pl: Domyślne

source: Expand
be: Разгарнуць
bg: Разшири
cs: Rozbalit
de: Erweitern
fr: Agrandir
it: Espandi
pl: Rozwiń

source: Collapse
be: Згарнуць
bg: Свий
cs: Sbalit
de: Einklappen
fr: Réduire
it: Comprimi
pl: Zwiń

source: Disable
be: Адключыць
bg: Изключи
cs: Deaktivovat
de: Deaktivieren
fr: Désactiver
it: Disabilita
pl: Wyłącz

source: Your annotation text
be: Тэкст анатацыі
bg: Вашата анотация
cs: Váš text poznámky
de: Ihre Anmerkung
fr: Votre texte d'annotation
it: La tua annotazione
pl: Twój tekst adnotacji

source: Public annotation
be: Грамадская анатацыя
bg: Публични анотации
cs: Veřejná anotace
de: Öffentliche Anmerkung
fr: Annotation publique
it: Nota pubblica
pl: Adnotacja publiczna

source: My private annotation
be: Мая прыватная анатацыя
bg: Мои лични скрити анотации
cs: Moje soukromá anotace
de: Meine private Anmerkung
fr: Mon annotation privée
it: La mia nota privata
pl: Moja prywatna adnotacja

source: Private annotation
be: Прыватная анатацыя
bg: Лични анотации
cs: Soukromá anotace
de: Private Anmerkung
fr: Annotation privée
it: Nota privata

source: Edit annotation
be: Рэдагаваць анатацыю
bg: Редактирай анотацията
cs: Upravit anotaci
de: Anmerkung bearbeiten
fr: Modifier l'annotation
it: Modifica nota
pl: Edytuj adnotację

source: Feature table
be: Табліца аб'ектаў
bg: Таблица на обекти
cs: Tabulka funkcí
de: Objekte-Tabelle
fr: Table des entités
it: Tabella attributi
pl: Tabela atrybutów

source: Stop editing
be: Спыніць рэдагаванне
bg: Спри редакцията
cs: Přestat upravovat
de: Bearbeitung beenden
fr: Arrêter l'édition
it: Smetti di modificare
pl: Zakończ edycję

source: Edit
be: Рэдагаваць
bg: Редактирай
cs: Upravit
de: Bearbeiten
fr: Modifier
it: Modifica
pl: Edytuj

source: Zoom to layer
be: Прыблізіць да слоя
bg: Увеличи до слоя
cs: Přiblížit vrstvu
de: Zoomen auf Layer
fr: Zoom sur la couche
it: Zoom sul layer
pl: Przybliż do warstwy

source: Add layer
be: Дадаць слой
bg: Добави слой
cs: Přidat vrstvu
de: Layer hinzufügen
fr: Ajouter une couche
it: Aggiungi layer

source: Select layer's style
be: Выбраць стыль слою
bg: Избери стила на слоя
cs: Vybrat styl vrstvy
de: Layer-Stil auswählen
fr: Sélectionner le style de la couche
it: Seleziona lo stile del layer

source: Remove
be: Выдаліць
bg: Премахни
cs: Odstranit
de: Entfernen
fr: Supprimer
it: Rimuovi

source: Display name
be: Адлюстроўваемае імя
bg: Показвано име
cs: Zobrazované jméno
de: Anzeigename
fr: Afficher un nom
it: Nome visualizzato
pl: Nazwa wyświetlana

source: Enabled
be: Уключана
bg: Включен
cs: Povoleno
de: Aktiviert
fr: Activé
it: Abilitato
pl: Włączone

source: Identifiable
be: Ідэнтыфікуемы
bg: Определим
cs: Identifikovatelný
de: Identifizierbar
it: Identificabile
pl: Identyfikowalny

source: Transparency
be: Празрыстасць
bg: Прозрачност
cs: Průhlednost
de: Transparenz
fr: Transparence
it: Trasparenza
pl: Przeźroczystość

source: Min scale
be: Мінімальная маштаб
bg: Мин. мащаб
cs: Minimální stupnice
de: Von-Maßstab
fr: Échelle min
it: Scala min
pl: Skala minimalna

source: Max scale
be: Максімальны маштаб
bg: Макс. мащаб
cs: Maximální měřítko
de: Bis-Maßstab
fr: Échelle max
it: Scala max
pl: Skala maksymalna

source: Adapter
be: Адаптар
bg: Адаптер
cs: Adaptér
fr: Adaptateur
it: Adattatore

source: Style resource
be: Рэсурс стылю
bg: Ресурс на стилове
cs: Zdroj stylu
de: Stil-Ressource
fr: Ressource de style
it: Risorsa stile

source: Expanded
be: Разгорнуты
bg: Разширена
cs: Rozšířený
de: Erweitert
fr: Étendu
it: Espanso
pl: Rozszerzony

source: Exclusive
be: Эксклюзіўны
bg: Ексклузивен
cs: Exkluzivní
de: Exklusiv
fr: Exclusif
it: Esclusivo
pl: Ekskluzywny

source: Attributes
be: Атрыбуты
bg: Атрибути
cs: Atributy
de: Attribute
fr: Attributs
it: Attributi
pl: Atrybuty

source: Geometry
be: Геаметрыя
bg: Геометрия
cs: Geometrie
de: Geometrie
fr: Géométrie
it: Geometria
pl: Geometria

source: Identify
be: Ідэнтыфікаваць
bg: Идентификация
cs: Identifikovat
de: Identifizieren
fr: Identifier
it: Identifica
pl: Identyfikuj

source: Features
be: Аб'екты
bg: Обекти
cs: Funkce
de: Objekte
fr: Entités
it: Elementi

source: Measure distance
be: Вымераць адлегласць
bg: Измерване на разстояние
cs: Změřte vzdálenost
de: Distanz messen
fr: Mesurer la distance
it: Misura distanza
pl: Zmierz odległość

source: Measure area
be: Вымераць плошчу
bg: Измерване на площ
cs: Změřte plochu
de: Fläche messen
fr: Zone de mesure
it: Misura area
pl: Zmierz pole

source: Double click to finish.
be: Двойчы пстрыкніце, каб скончыць.
bg: Щракнете два пъти да завършите.
cs: Dokončete dvojitým kliknutím.
de: Doppelklicken, um zu beenden.
fr: Double-cliquez pour terminer.
it: Doppio click per terminare.

source: Rotate
be: Паварот
bg: Въртене
cs: Točit se
de: Drehen
fr: Tourner
it: Ruota

source: Vertical swipe
be: Вертыкальны падзел
bg: Вертикална щора
cs: Vertikální přejetí
de: Vertikales Wischen
fr: Swipe verticale
it: Scorrimento verticale
pl: Przesuwanie pionowe

source: Horizontal swipe
be: Гарызантальны падзел
bg: Хоризонтална щора
cs: Horizontální přejetí
de: Horizontales Wischen
fr: Swipe horizontale
it: Scorrimento orizzontale
pl: Przesuwanie poziome

source: Show cursor coordinates / extent
be: Паказаць каардынаты курсора / маштаб
bg: Покажи координатите на курсора / обхват
cs: Zobrazit souřadnice / rozsah kurzoru
de: Zeige Cursor-Koordinaten / Ausdehnung
fr: Afficher les coordonnées du curseur / étendue
it: Mostra coordinate / estensione del cursore
pl: Pokaż współrzędne kursora/zasięg

source: Zoom in
be: Павялічце маштаб
bg: Приближи
cs: Přiblížit
de: Vergrößern
fr: Zoomer en avant
it: Ingrandisci
pl: Przybliż

source: Zoom out
be: Паменшыць маштаб
bg: Отдалечи
cs: Oddálit
de: Verkleinern
fr: Zoomer en arrière
it: Rimpicciolisci
pl: Oddal

source: Create features
be: Стварыць аб'екты
bg: Създаване на обекти
cs: Vytvářejte funkce
de: Objekte erstellen
fr: Créer les entités
it: Crea elementi
pl: Twórz obiekty

source: Delete features
be: Выдаліць аб'екты
bg: Изтриване на обекти
cs: Smazat funkce
de: Objekte löschen
fr: Supprimer les entités
it: Elimina elementi
pl: Usuń obiekty

source: Modify features
be: Змяніць аб'екты
bg: Променяне на обекти
cs: Upravit funkce
de: Objekte editieren
fr: Modifier les entités
it: Modifica elementi
pl: Modyfikuj obiekty

source: Cancel
be: Адмяніць
bg: Откажи
cs: Zrušení
de: Abbrechen
fr: Annuler
it: Annulla
pl: Usuń

source: Delete
be: Выдаліць
bg: Изтрий
cs: Vymazat
de: Löschen
fr: Effacer
it: Eliminazione
pl: Usuń

source: Create as public
be: Стварыць як грамадскую
bg: Създай с публичен статут
cs: Vytvořit jako veřejné
de: Als öffentlich erstellen
fr: Créer comme public
it: Crea come pubblico
pl: Utwórz jako publiczną

source: Create as private
be: Стварыць як прыватную
bg: Създай с личен статут
cs: Vytvořit jako soukromé
de: Als privat erstellen
fr: Créer comme privé
it: Crea come privato
pl: Utwórz jako prywatną

source: Create
be: Стварыць
bg: Създаване
cs: Vytvořit
de: Erstellen
fr: Créer
it: Crea
pl: Stwórz

source: Create annotation
be: Стварыць анатацыю
bg: Създай анотация
cs: Vytvořte anotaci
de: Anmerkung erstellen
fr: Créer une annotation
it: Crea nota
pl: Utwórz adnotację

source: Stroke: width / color
be: Абводка: шырыня / колер
bg: Оконтуряване: ширина / цвят
cs: Zdvih: šířka / barva
de: Strich, Breite / Farbe
fr: Bordure: largeur / couleur
it: Tratto: spessore / colore
pl: Obrys: grubość/kolor

source: Please enter a numeric value
be: Калі ласка, увядзіце лікавае значэнне
bg: Въведете числова величина
cs: Zadejte číselnou hodnotu
de: Bitte geben Sie einen numerischen Wert ein
fr: S'il vous plaît entrer une valeur numérique
it: Si prega di inserire un valore numerico

source: Invalid width: should be from 0 to 20 px
be: Няправільная шырыня: павінна быць ад 0 да 20 пікселяў
bg: Невалидна ширина: трябва да е между 0 и 20 px
cs: Neplatná šířka: měla by být od 0 do 20 px
de: Fehlerhafte Breite. Soll-Wert liegt zwischen 0 und 20 px.
fr: largeur incorrecte: doit être de 0 à 20 px
it: Larghezza invalida: dovrebbe essere tra gli 0 ed i 20 px

source: Stroke width, px
be: Шырыня абводкі, пікс
bg: Ширината на контура, px
cs: Šířka tahu, px
de: Strichbreite, px
fr: Bordure: largeur, px
it: Larghezza del tratto, px

source: Stroke color
be: Колер абводкі
bg: Цвят на контура
cs: Barva tahu
de: Strichfarbe
fr: Couleur de bordure
it: Colore del tratto

source: Fill color
be: Колер запаўнення
bg: Цвят за запълване
cs: Vyplň barvu
de: Füllfarbe
fr: La couleur de remplissage
it: Colore di riempimento
pl: Wypełnij kolorem

source: Circle size, px
be: Памер круга, пікс
bg: Големина на кръга
cs: Velikost kruhu, px
de: Kreisgröße, px
fr: Taille du cercle, px
it: Dimensioni del cerchio, px
pl: Rozmiar koła, px

source: Invalid width: should be from 1 to 100 px
be: Няправільная шырыня: павінна быць ад 1 да 100 пікселяў
bg: Невалидна ширина: трябва да е между 1 и 100 px
cs: Neplatná šířka: měla by být od 1 do 100 px
de: Fehlerhafte Breite. Soll-Wert liegt zwischen 1 und 100 px.
fr: Largeur incorrecte: doit être de 1 à 100 px
it: Larghezza invalida: dovrebbe essere tra 1 e 100 px

source: Stopping editing
be: Спыненне рэдагавання
bg: Спиране на редактирането
cs: Zastavování úprav
de: Bearbeitung beenden
fr: Arrêter l'édition
it: Interrompi la modifica
pl: Zakończenie edycji

source: Do you want to save changes?
be: Захаваць змены?
bg: Искате ли да запазите промените?
cs: Chcete uložit změny?
de: Möchten Sie die Änderungen speichern?
fr: Voulez-vous enregistrer les modifications ?
it: Vuoi salvare le modifiche?
pl: Czy chcesz zapisać zmiany?

source: Don't save
be: Не захоўваць
bg: Не запазвай
cs: Neukládat
de: Verwerfen
fr: Ne pas enregistrer
it: Non salvare
pl: Nie zapisuj

source: Main web map
be: Галоўная вэб-карта
bg: Основна уеб карта
cs: Hlavní webová mapa
de: Haupt-Webkarte
fr: Carte Web principale
it: Mappa web principale
pl: Główna mapa internetowa

source: Display
be: Адкрыць
bg: Показване
cs: Zobrazit
de: Anzeigen
fr: Affichage
it: Mostra
pl: Wyświetl mapę internetową

source: Fragment
be: Фрагмент
bg: Фрагмент
it: Frammento

source: Web map
be: Вэб-карта
bg: Уеб карта
cs: Webová mapa
de: Webkarte
fr: Carte Web
it: Mappa web
pl: Mapa internetowa

# permission
source: View annotations
be: Праглядваць анатацыі
bg: Показване на анотации
cs: Zobrazit poznámky
de: Anmerkungen anzeigen
fr: Afficher les annotations
it: Visualizza le note

# permission
source: Draw annotations
be: Нацыянуць анатацыі
bg: Начертай анотации
cs: Kreslit anotace
de: Anmerkungen zeichnen
fr: Dessiner des annotations
it: Disegna note

# permission
source: Manage annotations
be: Кіраваць анатацыямі
bg: Управление на анотациите
cs: Správa anotací
de: Anmerkungen verwalten
fr: Gérer les annotations
it: Gestisci note

source: Clone
be: Клонаваць
bg: Клонирай
cs: Klonovat
de: Klonen
fr: Cloner
it: Clona
pl: Kopiuj mapę internetową

source: Resource group
be: Група рэсурсаў
bg: Група ресурси
cs: Skupina zdrojů
de: Ressourcen-Gruppe
fr: Groupe de ressources
it: Gruppo di risorse
pl: Grupa zasobów

source: Radius:
be: Радыус:
bg: Радиус:
cs: Poloměr:
fr: Rayon :
it: Raggio:
pl: Promień:

source: m
be: м
bg: м

source: Circle
be: Кола
bg: Кръг
cs: Kruh
de: Kreis
fr: Cercle
it: Cerchio
pl: Okrąg

source: Line
be: Лінія
bg: Линия
cs: Čára
de: Linie
fr: Ligne
it: Linea
pl: Linia

source: Rectangle
be: прямакутнік
bg: Правоъгълник
cs: Obdélník
de: Rechteck
it: Rettangolo
pl: Prostokąt

source: Polygon
be: Полігон
bg: Полигон
fr: Polygone
it: Poligono
pl: Poligon

source: Hide
be: Схаваць
bg: Скрий
cs: Skrýt
de: Verbergen
fr: Cacher
it: Nascondi
pl: Ukryj

source: Show
be: Паказаць
bg: Покажи
cs: Zobrazit
de: Anzeigen
fr: Afficher
it: Mostra
pl: Pokaż

source: Zoom to filtering geometry
be: Прыблізіць да фільтруюшчай геаметрыі
bg: Увеличи до филтриращата геометрия
cs: Přiblížit na filtrovanou geometrii
de: Auf Filtergeometrie zoomen
fr: Zoom sur la géométrie de filtrage
it: Zoom sulla geometria di filtraggio
pl: Powiększ do geometrii filtra

source: Clear filtering geometry
be: Ачысціць фільтруюшчую геаметрыю
bg: Изчисти филтриращата геометрия
cs: Vymazat filtrovanou geometrii
de: Filtergeometrie löschen
fr: Effacer la géométrie de filtrage
it: Pulisci geometria di filtraggio
pl: Wyczyść geometrię filtra

source: Draw filtering geometry
be: Нацыянуць фільтруюшчую геаметрыю
bg: Начертай филтрираща геометрия
cs: Nakreslit filtrovanou geometrii
de: Filtergeometrie zeichnen
fr: Dessiner la géométrie de filtrage
it: Disegna geometria di filtraggio
pl: Rysuj geometrię filtra

source: Change filtering geometry
be: Змяніць фільтруюшчую геаметрыю
bg: Промени филтриращата геометрия
cs: Změnit filtrovanou geometrii
de: Filtergeometrie ändern
fr: Changer la géometrie de filtrage
it: Cambia geometria di filtraggio
pl: Zmień geometrię filtra

source: Stop drawing...
be: Стаміць нацыянванне...
bg: Спри рисуването...
cs: Zastavte kreslení...
de: Zeichnen beenden...
fr: Arrêter le dessin...
it: Interrompi il disegno...
pl: Zatrzymaj rysowanie...

source: Opacity
be: Празрачнасць
bg: Непрозрачност
cs: Průhlednost
de: Opazität
fr: Opacité
it: Opacità
pl: Nieprzezroczystość

source: Show legend
be: Паказаць легенду
bg: Покажи легендата
cs: Zobrazit legendu
de: Legende anzeigen
fr: Afficher la légende
it: Mostra legenda
pl: Pokaż legendę

source: Hide legend
be: Схаваць легенду
bg: Скрий легендата
cs: Skrýt legendu
de: Legende verbergen
fr: Masquer la légende
it: Nascondi legenda
pl: Ukryj legendę

source: Attributions
be: Аўтарства
bg: Данни за собственниците
cs: Atribuce
de: Zuweisungen
it: Attribuzioni
pl: Atrybuty

source: Reset rotation
be: Скінуць паварот
bg: Върни в изходно положение
cs: Resetovat rotaci
de: Rotation zurücksetzen
fr: Réinitialiser la rotation
it: Ripristina la rotazione
pl: Zresetuj obrót

source: Scale line
be: Лінія маштабу
bg: Линия на скалата
cs: Měřítko
de: Maßstabslinie
fr: Ligne de l'échelle
it: Linea di scala
pl: Linia skali

source: Info scale
be: Шкала інфармацыі
bg: Инфо скала
cs: Měřítko informací
de: Infoskalierung
fr: Échelle d'information
it: Scala informazioni
pl: Skala informacyjna

source: Initial extent
be: Пачатковы экстэнт
bg: Начален обхват
cs: Počáteční rozsah
de: Anfängliche Ausdehnung
fr: Étendue initiale
it: Estensione iniziale
pl: Zasięg początkowy

source: Locate me
be: Мае месца
bg: Намери ме
cs: Najděte mě
de: Mich lokalisieren
fr: Me localiser
it: Localizzami
pl: Zlokalizuj mnie

source: Identification
be: ЇДынтыфікацыя
bg: Идентификация
cs: Identifikace
de: Identifikation
it: Identificazione
pl: Identyfikacja

source: Cursor coordinates / extent
be: Каордынаты / прастор
bg: Координати на курсора / обхват
cs: Souřadnice kurzoru / rozsah
de: Cursor-Koordinaten / Ausdehnung
fr: Coordonnées du curseur / étendue
it: Coordinate cursore / estensione
pl: Współrzędne kursora/zasięg

source: Show extent
be: Паказаць прастор
bg: Покажи обхват
cs: Zobrazit rozsah
de: Ausdehnung anzeigen
fr: Afficher l'étendue
it: Mostra estensione
pl: Pokaż zasięg

source: Show cursor coordinates
be: Паказаць каордынаты курсору
bg: Покажи координатите на курсора
cs: Zobrazit souřadnice kurzoru
de: Cursor-Koordinaten anzeigen
fr: Afficher les coordonnées du curseur
it: Mostra coordinate cursore
pl: Pokaż współrzędne kursora

source: Edit annotations
be: Рэдагаваць анатацыі
bg: Редактиране на анотации
cs: Upravit poznámky
de: Anmerkungen bearbeiten
fr: Modifier les annotations
it: Modifica le note
pl: Edytuj adnotacje

source: Geometry type
be: Тып геаметрыї
bg: Тип геометрия
cs: Typ geometrie
de: Geometrietyp
fr: Type de géométrie
it: Tipo di geometria
pl: Typ geometrii

source: Point
be: Кѐлек
bg: Точка
cs: Bod
de: Punkt
it: Punto
pl: Punkt

source: Annotations layer
be: Слой анатацый
bg: Слой на анотации
cs: Vrstva anotací
de: Anmerkungen-Layer
fr: Couche des annotations
it: Layer delle note

source: Show annotations
be: Паказаць анатацыі
bg: Покажи анотации
cs: Zobrazit anotace
de: Anmerkungen anzeigen
fr: Afficher les annotations
it: Mostra note
pl: Pokaż adnotacje

source: No
be: \u041D\u044F\u043C\u0430
bg: Не
cs: Ne
de: Nein
fr: Non
pl: Nie

source: Yes
be: \u0422\u0430\u043A
bg: Да
cs: Ano
de: Ja
fr: Oui
it: Sì
pl: Tak

source: With messages
be: \u0417 \u043F\u0430\u0432\u0435\u0434\u0430\u043C\u043B\u0435\u043D\u043D\u044F\u043C\u0456
bg: С съобщения
cs: S zprávami
de: Mit Nachrichten
fr: Avec des messages
it: Con messaggi
pl: Z wiadomościami

source: Private annotations
be: \u041F\u0440\u044B\u0432\u0430\u0442\u043D\u044B\u044F \u0430\u043D\u0430\u0442\u0430\u0446\u044B\u0456
bg: Скрити анотации
cs: Soukromé anotace
de: Private Anmerkungen
fr: Annotations privées
it: Note private
pl: Prywatne adnotacje

source: Public annotations
be: \u0413\u0440\u0430\u043C\u0430\u0434\u0441\u043A\u0456\u044F \u0430\u043D\u0430\u0442\u0430\u0446\u044B\u0456
bg: Публични анотации
cs: Veřejné anotace
de: Öffentliche Anmerkungen
fr: Annotations publiques
it: Note pubbliche
pl: Publiczne adnotacje

source: My private annotations
be: \u041C\u043E\u0456 \u043F\u0440\u044B\u0432\u0430\u0442\u043D\u044B\u044F \u0430\u043D\u0430\u0442\u0430\u0446\u044B\u0456
bg: Мои лични анотации
cs: Moje soukromé anotace
de: Meine privaten Anmerkungen
fr: Mes annotations privées
it: Le mie annotazioni private
pl: Moje prywatne adnotacje

source: Other private annotations
be: \u0406\u043D\u0448\u044B\u044F \u043F\u0440\u044B\u0432\u0430\u0442\u043D\u044B\u044F \u0430\u043D\u0430\u0442\u0430\u0446\u044B\u0456
bg: Други лични анотации
cs: Další soukromé poznámky
de: Andere private Anmerkungen
fr: Autres annotations privées
it: Altro annotazioni private
pl: Inne prywatne adnotacje

source: Zoom to all layers
be: \u041F\u0440\u044B\u0431\u043B\u0456\u0437\u0456\u0446\u044C \u0434\u0430 \u0443\u0441\u0456\u0445 \u0441\u043B\u0430\u0451\u045E
bg: Увеличение към всичките слоеве
cs: Přiblížit na všechny vrstvy
de: Auf alle Layer zoomen
fr: Zoom sur toutes les couches
it: Zoom su tutti i layer
pl: Powiększ do wszystkich warstw

source: Print
be: Друкаваць
bg: Принтирай
cs: Tisk
de: Drucken
fr: Imprimer
it: Stampa
pl: Drukuj

source: Save as
be: Захаваць як
bg: Запази като
cs: Uložit jako
de: Speichern unter
fr: Enregistrer sous
it: Salva come
pl: Zapisz jako

source: Custom scale
be: Нестандартны маштаб
bg: Поръчкова шала
cs: Vlastní měřítko
de: Benutzerdefinierter Maßstab
fr: Échelle personnalisée
it: Scala personalizzata
pl: Skala niestandardowa

source: Paper format
be: Фармат паперы
bg: Формат на хартия
cs: Papírový formát
de: Papierformat
fr: Format papier
it: Formato pagina
pl: Format papieru

source: Height, mm
be: Вышыня, мм
bg: Височина, мм
cs: Výška, mm
de: Höhe, mm
fr: Hauteur, mm
it: Altezza, mm
pl: Wysokość, mm

source: Width, mm
be: Шырыня, мм
bg: Широчина, мм
cs: Šířka, mm
de: Breite, mm
fr: Largeur, mm
it: Larghezza, mm
pl: Szerokość, mm

source: Margin, mm
be: Поле, мм
bg: Отстъп, мм
cs: Okraj, mm
de: Rand, mm
fr: Marge, mm
it: Margini, mm
pl: Margines, mm

source: Elements
be: Элементы
bg: Елементи
cs: Prvky
de: Elemente
fr: Éléments
it: Elementi
pl: Elementy

source: Number of legend columns
be: Колькасць калон легенды
bg: Брой на колоните в легендата
cs: Počet sloupců legendy
de: Anzahl der Legenden-Spalten
fr: Nombre de colonnes de légende
it: Numero di colonne della legenda
pl: Liczba kolumn legendy

source: Title
be: Назва
bg: Заглавие
cs: Titul
de: Titel
fr: Titre
it: Titolo
pl: Tytuł

source: Map title text
be: Тэкст назвы карты
bg: Текст на заглавието на картата
cs: Text názvu mapy
de: Kartentitel
fr: Texte du titre de la carte
it: Testo del titolo della mappa
pl: Tekst tytułu mapy

source: North Arrow
be: Паўночная стрэлка
bg: Северна стрелка
cs: Severní šipka
de: Nordpfeil
fr: Flèche Nord
it: Freccia Nord
pl: Strzałka północy

source: Scale
be: Лінейка маштабу
bg: Мащаб
cs: Měřítko
de: Maßstab
fr: Échelle
it: Scala
pl: Skala

source: Scale value
be: Маштабнае значэнне
bg: Мащабно значение
cs: Hodnota měřítka
de: Maßstab
fr: Valeur d'échelle
it: Valore della scala
pl: Wartość skali

source: Scale bar
be: Шкала маштабу
bg: Мащабна скала
cs: Měřítko
de: Maßstableiste
fr: Barre d'échelle
it: Barra della scala
pl: Podziałka liniowa

source: Copy link to the print map
be: Скапіяваць спасылку на раздрукаваную карту
bg: Копирай линк към принтираната карта
cs: Kopírovat odkaz na tištěnou mapu
de: Link zur Druckkarte kopieren
fr: Copier le lien de la carte imprimée
it: Copia link alla mappa stampata
pl: Skopiuj link do mapy do druku

source: Portrait
be: Партрэт
bg: Портрет
cs: Portrét
de: Hochformat
it: Ritratto
pl: Portret

source: Landscape
be: Альбом
bg: Пейзаж
cs: Krajina
de: Querformat
fr: Paysage
it: Paesaggio
pl: Pejzaż

source: Custom size
be: Нестандартны памер
bg: Персонализиран размер
cs: Vlastní velikost
de: Größe anpassen
fr: Format personnalisé
it: Dimensioni personalizzate
pl: Własny rozmiar

source: JPEG
bg: ДJPEG

source: PNG
bg: ПPNG

source: TIFF
bg: ТTIFF

source: PDF
bg: ПPDF

source: Not found
be: Не знойдзены
bg: Не е открито
cs: Nenalezeno
de: Nicht gefunden
fr: Pas trouvé
it: Non trovato
pl: Nie znaleziono
