Repository: nextgis/nextgisweb_i18n
Catalog: nextgisweb/wmsclient/*.ai.po
Languages: be

source: WMS connection
be: WMS-злучэнне

source: WMS capabilities
be: Функцыянальныя магчымасці WMS

source: Image format
be: Фармат выявы

source: WMS layer
be: WMS-слаі

source: Query
be: Запыт

source: Clear
be: Ачысціць

source: Do not query
be: Не рабіць запыт

source: WMS Connection URL
be: URL-злучэнне WMS

source: Capabilities
be: Магчымасці

source: WMS Connection
be: WMS-злучэнне

source: WMS layers
be: Слоі WMS

source: Vendor parameters
be: Параметры пастаўшчыка

source: Edit vendor parameters
be: Рэдагаванне параметраў пастаўшчыка

source: WMS Layer
be: Слой WMS

source: Type to add a new vendor parameter
be: Увядзіце, каб дадаць новы параметр пастаўшчыка

source: Title
be: Назва
