Repository: nextgis/nextgisweb_i18n
Catalog: nextgisweb/wmsclient/*.po
Languages: pl

source: WMS connection
pl: Połączenie z serwisem WMS

source: WMS capabilities
pl: Możliwości WMS

source: Image format
pl: Format obrazu

source: WMS layer
pl: Warstawa WMS

source: Query
pl: Zapytanie

source: Clear
pl: Wyczyść

source: Do not query
pl: Nie wykonuj zapytań

source: WMS Connection URL
pl: URL połączenia z WMS

source: Username
pl: Nazwa użytkownika WMS

source: Password
pl: Hasło klienta WMS

source: Version
pl: Wersja

source: Capabilities
pl: Możliwości

source: WMS Connection
pl: Połączenie WMS

source: WMS layers
pl: Warstwy WMS

source: Vendor parameters
pl: Parametry dostawcy

source: Edit vendor parameters
pl: Edytuj parametry dostawcy

source: WMS Layer
pl: Warstwa WMS

source: Key
pl: Klucz

source: Value
pl: Wartość
