Repository: nextgis/nextgisweb_i18n
Catalog: nextgisweb/postgis/*.ai.po
Languages: bg, fr

source: PostGIS layer {} not found!
bg: PostGIS слой {} не е открит!
fr: Couche PostGIS {} introuvable!

source: PostGIS connection {} not found!
bg: PostGIS връзка {} не е открита!
fr: Connexion PostGIS {} introuvable!

source: Got an unexpected error.
bg: Възникна неочаквана грешка.
fr: Une erreur inattendue est survenue.

source: PostgreSQL connection
bg: PostgreSQL връзка
fr: Connexion PostgreSQL

source: Host name resolution failed: {}.
bg: Неуспешно разрешаване на името на хоста: {}.
fr: La résolution du nom d'hôte a échoué: {}.

source: Failed to connect to the database.
bg: Неуспешна връзка с базата данни.
fr: Échec de la connexion à la base de données.

source: Connected to the database.
bg: Свързан към базата данни.
fr: Connecté à la base de données.

source: Executed {} query.
bg: Изпълнена {} заявка.
fr: Requête {} exécutée.

source: PostgreSQL version {}.
bg: PostgreSQL версия {}.
fr: Version PostgreSQL {}.

source: PostGIS extension
bg: PostGIS разширение
fr: Extension PostGIS

source: PostGIS extension not found.
bg: PostGIS разширение не е намерено.
fr: Extension PostGIS introuvable.

source: PostGIS extension version {}.
bg: PostGIS разширение версия {}.
fr: Version de l'extension PostGIS {}.

source: Number of geometry columns: {}.
bg: Брой на колоните с геометрия: {}.
fr: Nombre de colonnes de géométrie: {}.

source: Number of spatial reference systems: {}.
bg: Брой на системите за пространствено рефериране: {}.
fr: Nombre de systèmes de référence spatiaux: {}.

source: Layer table
bg: Таблица на слоя
fr: Table de couche

source: Table not found.
bg: Таблицата не е намерена.
fr: Table introuvable.

source: Table found, table type is {}.
bg: Таблицата е намерена, типът на таблицата е {}.
fr: Table trouvée, le type de table est {}.

source: {} privilege is present.
bg: {} привилегия присъства.
fr: Le privilège {} est présent.

source: {} privilege is absent.
bg: {} привилегия липсва.
fr: Le privilège {} est absent.

source: Number of records: {}.
bg: Брой на записите: {}.
fr: Nombre d'enregistrements: {}.

source: ID or geometry column isn't set.
bg: ID или геометрична колона не е зададена.
fr: La colonne ID ou de géométrie n'est pas définie.

source: Column not found.
bg: Колоната не е намерена.
fr: Colonne introuvable.

source: Column found, but has non-integer type - {}.
bg: Колоната е намерена, но има тип, различен от цяло число - {}.
fr: Colonne trouvée, mais elle a un type non entier - {}.

source: Column found, type is {}.
bg: Колоната е намерена, типът е {}.
fr: Colonne trouvée, le type est {}.

source: Column is the primary key.
bg: Колоната е първичен ключ.
fr: La colonne est la clé primaire.

source: Column is not the primary key.
bg: Колоната не е първичен ключ.
fr: La colonne n'est pas la clé primaire.

source: Column can be NULL.
bg: Колоната може да бъде NULL.
fr: La colonne peut être NULL.

source: NULL values in the column.
bg: NULL стойности в колоната.
fr: Valeurs NULL dans la colonne.

source: No NULL values in the column.
bg: Няма NULL стойности в колоната.
fr: Aucune valeur NULL dans la colonne.

source: Column cannot be NULL.
bg: Колоната не може да бъде NULL.
fr: La colonne ne peut pas être NULL.

source: Unique index not found.
bg: Уникалният индекс не е намерен.
fr: Index unique introuvable.

source: Unique index found.
bg: Уникалният индекс е намерен.
fr: Index unique trouvé.

source: Non-unique values in the column.
bg: Неуникални стойности в колоната.
fr: Valeurs non uniques dans la colonne.

source: All values are unique.
bg: Всички стойности са уникални.
fr: Toutes les valeurs sont uniques.

source: Column is auto-incrementable.
bg: Колоната е автоинкрементируема.
fr: La colonne est auto-incrémentable.

source: Column isn't auto-incrementable.
bg: Колоната не е автоинкрементируема.
fr: La colonne n'est pas auto-incrémentable.

source: Column found, but has an incompatible type - {}.
bg: Колоната е намерена, но има несъвместим тип - {}.
fr: Colonne trouvée, mais elle a un type incompatible - {}.

source: Geometry SRID mismatch.
bg: Несъответствие на SRID на геометрията.
fr: Incompatibilité de l'IRS de la géométrie.

source: Failed to reproject extent to SRID {}.
bg: Неуспешно преизчисляване на обхвата към SRID {}.
fr: Echec réprojection de l'extension à l'IRS {}.

source: Extent (SRID {}): {}.
bg: Обхват (SRID {}): {}.
fr: Extension (IRS {}): {}.

source: Field columns
bg: Колони на полето
fr: Colonnes de champs

source: Column of field '{}' not found.
bg: Колона на полето '{}' не е намерена.
fr: Colonne du champ '{}' introuvable.

source: Column of field '{}' found, but has an incompatible type - {}.
bg: Колона на полето '{}' е намерена, но има несъвместим тип - {}.
fr: Colonne du champ '{}' trouvée, mais de type incompatible - {}.

source: Column of field '{}' found, type is {}.
bg: Колона на полето '{}' е намерена, типът е {}.
fr: Colonne du champ '{}' trouvée, type est {}.

source: Line Z
fr: Ligne Z

source: Polygon Z
fr: Polygone Z

source: Multiline Z
fr: Multiligne Z

source: Multipolygon Z
fr: Multipolygone Z

source: Unknown
bg: Неизвестно
fr: Inconnu

source: Success
bg: Успех
fr: Succès

source: Warning
bg: Предупреждение
fr: Avertissement

source: Error
bg: Грешка
fr: Erreur

source: Fields need to be updated due to autodetection
bg: Полета трябва да бъдат обновени заради автоматично откриване
fr: Les champs doivent être mis à jour en raison de la détection automatique

source: SRID
fr: IRS

source: Fields
bg: Полета
fr: Champs

source: Keep existing definitions untouched
bg: Запази съществуващите дефиниции непроменени
fr: Garder les définitions existantes intactes

source: Update definitions from the database
bg: Обновяване на дефинициите от базата данни
fr: Mettre à jour les définitions depuis la base de données

source: PostGIS diagnostics
bg: PostGIS диагностика
fr: Diagnostics PostGIS

source: Diagnostics
bg: Диагностика
