Repository: nextgis/nextgisweb_i18n
Catalog: nextgisweb/postgis/*.po
Languages: be, cs, de, es, it, pl, pt

source: Table (%s) not found in schema (%s).
be: Табліца (%s) не знойдзена ў схеме (%s).
cs: Tabulka (%s) nebyla ve schématu nalezena (%s).
de: Tabelle (%s) fehlt im Schema (%s).
es: La tabla (%s) no se encuentra en el esquema (%s).
it: Tabella (%s) non trovata nello schema (%s).
pl: Tabela (%s) nie została znaleziona w schemacie (%s).
pt: Tabela (%s) não foi encontrada no esquema (%s).

source: PostGIS layer {} not found!
be: Слой PostGIS {} не знойдзены!
cs: PostGIS vrstva {} nenalezena!
de: PostGIS-Layer {} wurde nicht gefunden!
es: ¡No se encontró la capa {} de PostGIS!
it: Layer PostGIS {} non trovato!
pl: Warstwa PostGIS {} nie znaleziona!
pt: Camada PostGIS {} não encontrada!

source: PostGIS connection {} not found!
be: Падключэнне PostGIS {} не знойдзена!
cs: PostGIS připojení {} nenalezeno!
de: PostGIS-Verbindung {} wurde nicht gefunden!
es: ¡Conexión PostGIS {} no encontrada!
it: Connessione PostGIS {} non trovata!
pl: Połączenie PostGIS {} nie znalezione!
pt: Ligação PostGIS {} não encontrada!

source: Got an unexpected error.
be: Атрымана нечаканая памылка.
cs: Došlo k neočekávané chybě.
de: Ein unerwarteter Fehler ist aufgetreten.
es: Tengo un error inesperado.
it: Errore imprevisto riscontrato.
pl: Wystąpił nieoczekiwany błąd.
pt: Ocorreu um erro inesperado.

source: PostgreSQL connection
be: Падключэнне да PostgreSQL
cs: Připojení PostgreSQL
de: PostgreSQL-Verbindung
es: Conexión PostgreSQL
it: Connessione PostgreSQL
pl: Połączenie PostgreSQL
pt: Conexão PostgreSQL

source: Host name resolution failed: {}.
be: Разрашэнне імя хаста не ўдалося: {}.
cs: Nepodařilo se rozpoznat název hostitele: {}.
de: Hostnamenauflösung fehlgeschlagen: {}.
es: La resolución del nombre de host falló: {}.
it: Risoluzione del nome host fallita: {}.
pl: Nie udało się rozwiązać nazwy hosta: {}.
pt: Falha na resolução do nome do host: {}.

source: Failed to connect to the database.
be: Не атрымалася падключыцца да базы дадзеных.
cs: Nepodařilo se připojit k databázi.
de: Verbindung zur Datenbank fehlgeschlagen.
es: No se pudo conectar a la base de datos.
it: Connessione al database fallita.
pl: Nie udało się połączyć z bazą danych.
pt: Falha ao conectar à base de dados.

source: Connected to the database.
be: Падключана да базы дадзеных.
cs: Připojeno k databázi.
de: Mit der Datenbank verbunden.
es: Conectado a la base de datos.
it: Connesso al database.
pl: Połączono z bazą danych.
pt: Conectado à base de dados.

source: Executed {} query.
be: Выканаў {} запыт.
cs: Vykonáno {} dotazů.
de: {} Abfrage ausgeführt.
es: Consulta {} ejecutada.
it: Eseguita query {}.
pl: Wykonano zapytanie {}.
pt: Consulta {} executada.

source: PostgreSQL version {}.
be: Версія PostgreSQL {}.
cs: Verze PostgreSQL {}.
es: Versión de PostgreSQL {}.
it: Versione PostgreSQL {}.
pl: Wersja PostgreSQL {}.
pt: Versão do PostgreSQL {}.

source: SSL is used.
pl: SSL jest używane.

source: SSL is not used.
pl: SSL nie jest używane.

source: PostGIS extension
be: Пашырэнне PostGIS
cs: PostGIS rozšíření
de: PostGIS-Erweiterung
es: Extensión PostGIS
it: Estensione PostGIS
pl: Rozszerzenie PostGIS
pt: Extensão PostGIS

source: PostGIS extension not found.
be: Пашырэнне PostGIS не знойдзена.
cs: PostGIS rozšíření nenalezeno.
de: PostGIS-Erweiterung nicht gefunden.
es: Extensión PostGIS no encontrada.
it: Estensione PostGIS non trovata.
pl: Nie znaleziono rozszerzenia PostGIS.
pt: Extensão PostGIS não encontrada.

source: PostGIS extension version {}.
be: Версія пашырэння PostGIS {}.
cs: Verze PostGIS rozšíření {}.
de: PostGIS-Erweiterungsversion {}.
es: Versión de la extensión PostGIS {}.
it: Versione estensione PostGIS {}.
pl: Wersja rozszerzona PostGIS {}.
pt: Versão da extensão PostGIS {}.

source: Number of geometry columns: {}.
be: Колькасць слупкоў геаметрыі: {}.
cs: Počet sloupců geometrie: {}.
de: Anzahl der Geometriespalten: {}.
es: Número de columnas de geometría: {}.
it: Numero di colonne di geometria: {}.
pl: Liczba kolumn geometrii: {}.
pt: Número de colunas de geometria: {}.

source: Number of spatial reference systems: {}.
be: Колькасць сістэм прасторавага рэферэнцыянавання: {}.
cs: Počet souřadnicových referenčních systémů: {}.
de: Anzahl der räumlichen Bezugssysteme: {}.
es: Número de sistemas de referencia espacial: {}.
it: Numero di sistemi di riferimento spaziale: {}.
pl: Liczba układów odniesienia przestrzennego: {}.
pt: Número de sistemas de referência espacial: {}.

source: Layer table
be: Табліца слою
cs: Vrstva tabulka
de: Layertabelle
es: Tabla de capa
it: Tabella dei layer
pl: Tabela warstwy
pt: Tabela da camada

source: Table not found.
be: Табліца не знойдзена.
cs: Tabulka nenalezena.
de: Tabelle nicht gefunden.
es: Tabla no encontrada.
it: Tabella non trovata.
pl: Tabela nieznaleziona.
pt: Tabela não encontrada.

source: Table found, table type is {}.
be: Табліца знойдзена, тып табліцы {}.
cs: Tabulka nalezena, typ tabulky je {}.
de: Tabelle gefunden, Tabellentyp ist {}.
es: Tabla encontrada, el tipo de tabla es {}.
it: Tabella trovata, il tipo di tabella è {}.
pl: Tabela znaleziona, typ tabeli to {}.
pt: Tabela encontrada, o tipo da tabela é {}.

source: {} privilege is present.
be: Прывілей {} прысутнічае.
cs: Oprávnění {} je přítomno.
de: {}-Privileg ist vorhanden.
es: {} privilegio está presente.
it: Il privilegio {} è presente.
pl: Uprawnienie {} jest nieobecne.
pt: Privilégio {} presente.

source: {} privilege is absent.
be: Прывілей {} адсутнічае.
cs: Oprávnění {} chybí.
de: {}-Privileg fehlt.
es: {} privilegio está ausente.
it: Il privilegio {} è assente.
pl: Uprawnienie {} jest nieobecne.
pt: Privilégio {} ausente.

source: Number of records: {}.
be: Колькасць запісаў: {}.
cs: Počet záznamů: {}.
de: Anzahl der Datensätze: {}.
es: Número de filas: {}.
it: Numero di record: {}.
pl: Liczba rekordów: {}.
pt: Número de registros: {}.

source: ID or geometry column isn't set.
be: Слупок ID ці геаметрыі не зададзены.
cs: Sloupec ID nebo geometrie není nastaven.
de: ID- oder Geometriespalte ist nicht gesetzt.
es: La columna de ID o geometría no está configurada.
it: La colonna ID o geometria non è impostata.
pl: Kolumna ID lub geometrii nie jest ustawiona.
pt: A coluna de ID ou geometria não está definida.

source: ID column
be: Слупок ID
cs: Sloupec ID
de: ID-Spalte
es: Columna de ID
it: Colonna ID
pl: Kolumna ID
pt: Coluna do ID

source: Column not found.
be: Слупок не знойдзены.
cs: Sloupec nenalezen.
de: Spalte nicht gefunden.
es: Columna no encontrada.
it: Colonna non trovata.
pl: Kolumna nieznaleziona.
pt: Coluna não encontrada.

source: Column found, but has non-integer type - {}.
be: Слупок знойдзены, але мае нецэлы тып - {}.
cs: Sloupec nalezen, ale má necelé číselné typ - {}.
de: Spalte gefunden, aber hat keinen Ganzzahltyp - {}.
es: Se encontró una columna, pero tiene un tipo no entero - {}.
it: Colonna trovata, ma ha un tipo non intero - {}.
pl: Kolumna znaleziona, ale ma tym niecałkowity - {}.
pt: Coluna encontrada, mas tem tipo não-inteiro - {}.

source: Column found, type is {}.
be: Слупок знойдзены, тып - {}.
cs: Sloupec nalezen, typ je {}.
de: Spalte gefunden, Typ ist {}.
es: Columna encontrada, el tipo es {}.
it: Colonna trovata, il tipo è {}.
pl: Kolumna znaleziona, typ to {}.
pt: Coluna encontrada, o tipo é {}.

source: Column is the primary key.
be: Слупок з'яўляецца першасным ключом.
cs: Sloupec je primární klíč.
de: Spalte ist der Primärschlüssel.
es: La columna es la clave principal.
it: La colonna è la chiave primaria.
pl: Kolumna jest kluczem głównym.
pt: A coluna é a chave primária.

source: Column is not the primary key.
be: Слупок не з'яўляецца першасным ключом.
cs: Sloupec není primární klíč.
de: Spalte ist nicht der Primärschlüssel.
es: La columna no es la clave principal.
it: La colonna non è la chiave primaria.
pl: Kolumna nie jest kluczem głównym.
pt: A coluna não é a chave primária.

source: Column can be NULL.
be: Слупок можа мець NULL значэння.
cs: Sloupec může obsahovat hodnoty NULL.
de: Spalte kann NULL sein.
es: La columna puede ser NULL.
it: La colonna può essere NULL.
pl: Kolumna może mieć wartość NULL.
pt: A coluna pode ser NULL.

source: NULL values in the column.
be: NULL значэнні ў слупку.
cs: Sloupec obsahuje hodnoty NULL.
de: NULL-Werte in der Spalte.
es: Valores NULL en la columna.
it: Valori NULL nella colonna.
pl: Wartość NULL w kolumnie.
pt: Valores NULL na coluna.

source: No NULL values in the column.
be: NULL значэнняў у слупку няма.
cs: Sloupec neobsahuje hodnoty NULL.
de: Keine NULL-Werte in der Spalte.
es: Valores no NULL en la columna.
it: Nessun valore NULL nella colonna.
pl: Brak wartości NULL w kolumnie.
pt: Não há valores NULL na coluna.

source: Column cannot be NULL.
be: Слупок не можа мець NULL значэнняў.
cs: Sloupec nesmí obsahovat hodnoty NULL.
de: Spalte kann nicht NULL sein.
es: La columna no puede ser NULL.
it: La colonna non può essere NULL.
pl: Kolumna nie może mieć wartości NULL.
pt: A coluna não pode ser NULL.

source: Unique index not found.
be: Унікальны індэкс не знойдзены.
cs: Unikátní index nenalezen.
de: Eindeutiger Index wurde nicht gefunden.
es: Índice único no encontrado.
it: Indice univoco non trovato.
pl: Nie znaleziono unikalnego indeksu.
pt: Índice único não encontrado.

source: Unique index found.
be: Унікальны індэкс знойдзены.
cs: Unikátní index nalezen.
de: Eindeutiger Index gefunden.
es: Índice único encontrado.
it: Indice univoco trovato.
pl: Znaleziono unikalny indeks.
pt: Índice único encontrado.

source: Non-unique values in the column.
be: Несціслыя значэнні ў слупку.
cs: Sloupec obsahuje neunikátní hodnoty.
de: Nicht eindeutige Werte in der Spalte.
es: Valores no únicos en la columna.
it: Valori non univoci nella colonna.
pl: W kolumnie są wartości nieunikalne.
pt: Valores não únicos na coluna.

source: All values are unique.
be: Усе значэнні ўнікальныя.
cs: Všechny hodnoty jsou unikátní.
de: Alle Werte sind eindeutig.
es: Todos los valores son únicos.
it: Tutti i valori sono univoci.
pl: Wszystkie wartości są unikalne.
pt: Todos os valores são únicos.

source: Column is auto-incrementable.
be: Слупок аўтаматычна інкрэментуецца.
cs: Sloupec je auto-increment.
de: Spalte ist auto-inkrementierbar.
es: La columna es autoincrementable.
it: La colonna è autoincrementabile.
pl: Kolumna jest auto-inkrementowalna.
pt: A coluna é auto-incrementável.

source: Column isn't auto-incrementable.
be: Слупок не аўтаматычна інкрэментуецца.
cs: Sloupec není auto-increment.
de: Spalte ist nicht auto-inkrementierbar.
es: La columna no es autoincrementable.
it: La colonna non è autoincrementabile.
pl: Kolumna nie jest auto-inkrementowalna.
pt: A coluna não é auto-incrementável.

source: Geometry column
be: Слупок геаметрыі
cs: Sloupec geometrie
de: Geometriespalte
es: Columna de geometría
it: Colonna geometria
pl: Kolumna geometrii
pt: Coluna da geometria

source: Column found, but has an incompatible type - {}.
be: Слупок знойдзены, але мае несумяшчальны тып - {}.
cs: Sloupec nalezen, ale má nekompatibilní typ - {}.
de: Spalte gefunden, aber hat einen inkompatiblen Typ - {}.
es: Se encontró una columna, pero tiene un tipo incompatible - {}.
it: Colonna trovata, ma ha un tipo incompatibile - {}.
pl: Kolumna znaleziona, ale ma niezgodny typ - {}.
pt: Coluna encontrada, mas tem um tipo incompatível - {}.

source: Geometry SRID mismatch.
be: Разнаходжанне SRID геаметрыі.
cs: Neshoda SRID geometrie.
de: Geometrie-SRID stimmt nicht überein.
es: Discrepancia de SRID de geometría.
it: SRID di geometria non corrisponde.
pl: Niezgodność SRID geometrii.
pt: Incompatibilidade de SRID da geometria.

source: Failed to reproject extent to SRID {}.
be: Немагчыма рэпраекціраваць экстэнт да SRID {}.
cs: Nepodařilo se reprojektovat rozsah na SRID {}.
de: Die Reprojektierung der Ausdehnung auf SRID {} ist fehlgeschlagen.
es: Falló al reproyectar el alcance al SRID {}.
it: Impossibile riproiettare l'estensione a SRID {}.
pl: Nie udało się przekształcić zasięgu do SRID {}.
pt: Falha ao reprojetar a extensão para SRID {}.

source: Extent (SRID {}): {}.
be: Экстэнт (SRID {}): {}.
cs: Rozsah (SRID {}): {}.
de: Ausdehnung (SRID {}): {}.
es: Extensión (SRID {}): {}.
it: Estensione (SRID {}): {}.
pl: Zasięg (SRID {}): {}.
pt: Extensão (SRID {}): {}.

source: Field columns
be: Слупкі поля
cs: Sloupce pole
de: Feldspalten
es: Columnas de campo
it: Colonne dei campi
pl: Kolumny pól
pt: Colunas de campos

source: Column of field '{}' not found.
be: Слупок поля '{}' не знойдзены.
cs: Sloupec pole '{}' nebyl nalezen.
de: Spalte des Feldes '{}' nicht gefunden.
es: No se encontró la columna del campo '{}'.
it: Colonna del campo '{}' non trovata.
pl: Kolumna pola '{}' nie znaleziona.
pt: Coluna do campo '{}' não encontrada.

source: Column of field '{}' found, but has an incompatible type - {}.
be: Слупок поля '{}' знойдзены, але мае несумяшчальны тып - {}.
cs: Sloupec pole '{}' nalezen, ale má nekompatibilní typ - {}.
de: Spalte des Feldes '{}' gefunden, hat aber einen inkompatiblen Typ - {}.
es: Se encontró la columna del campo '{}', pero tiene un tipo incompatible - {}.
it: Colonna del campo '{}' trovata, ma ha un tipo incompatibile - {}.
pl: Kolumna pola '{}' znaleziona, ale ma niezgodny typ - {}.
pt: Coluna do campo '{}' encontrada, mas tem um tipo incompatível - {}.

source: Column of field '{}' found, type is {}.
be: Слупок поля '{}' знойдзены, тып - {}.
cs: Sloupec pole '{}' nalezen, typ je {}.
de: Spalte des Feldes '{}' gefunden, Typ ist {}.
es: Se encontró la columna del campo '{}', el tipo es {}.
it: Colonna del campo '{}' trovata, il tipo è {}.
pl: Kolumna pola '{}' znaleziona, typ to -{}.
pt: Coluna do campo '{}' encontrada, o tipo é {}.

source: External database error
be: Памылка знешняй базы даных
cs: Chyba externí databáze
de: Externer Datenbankfehler
es: Error de base de datos externa
it: Errore del database esterno
pl: Błąd usługi zewnętrznej
pt: Erro de base de dados externa

source: Point
be: Кропка
cs: Bod
de: Punkt
es: Punto
it: Punto
pl: Punkt
pt: Ponto

source: Line
be: Лінія
cs: Čára
de: LineString
es: Linea
it: Linea
pl: Linia
pt: Linha

source: Polygon
be: Палігон
es: Polígono
it: Poligono
pl: Poligon
pt: Polígono

source: Multipoint
be: Мульцікропка
cs: Multibod
de: Multipunkt
es: Multipunto
it: Multipunto
pl: Multipunkt
pt: Multiponto

source: Multiline
be: Мульцілінія
cs: Multičáry
de: MultiLineString
es: Multilinea
it: Multilinea
pl: Multilinia
pt: Multilinha

source: Multipolygon
be: Мультыпалігон
cs: Multipolygony
es: Multipolígono
it: Multipoligono
pl: Multipoligon
pt: Multipolígono

source: Point Z
be: Кропка Z
cs: Bod Z
de: Punkt Z
es: Punto Z
it: Punto Z
pl: Punkt Z
pt: Ponto Z

source: Line Z
be: Лінія Z
cs: Linka Z
de: LineString Z
es: Linea Z
it: Linea Z
pl: Linia Z
pt: Linha Z

source: Polygon Z
be: Палігон Z
es: Polígono Z
it: Poligono Z
pl: Poligon Z
pt: Polígono Z

source: Multipoint Z
be: Мульцікропка Z
cs: Vícebodové Z
de: Multipunkt Z
es: Multipunto Z
it: Multipunto Z
pl: Multipunkt Z
pt: Multiponto Z

source: Multiline Z
be: Мульцілінія Z
cs: Víceřádkové Z
de: MultiLineString Z
es: Multilinea Z
it: Multilinea Z
pl: Multilinia Z
pt: Multilinha Z

source: Multipolygon Z
be: Мультыпалігон Z
es: Multipolígono Z
it: Multipoligono Z
pl: Mulipoligon Z
pt: Multipolígono Z

source: PostGIS connection
be: Падключэнне PostGIS
cs: Připojení PostGIS
de: PostGIS-Verbindung
es: Conexión PostGIS
it: Connessione PostGIS
pl: Połączenie z PostGIS
pt: Ligação PostGIS

source: Cannot connect to the database!
be: Немагчыма падключыцца да базы дадзеных!
cs: Nelze se připojit k databázi!
de: Es kann keine Verbindung mit der Datenbank hergestellt werden!
es: ¡No se puede conectar a la base de datos!
it: Impossibile connettersi al database!
pl: Nie można połączyć się z bazą danych!
pt: Não é possível ligar-se à base de dados!

source: PostGIS layer
be: Слой PostGIS
cs: Vrstva PostGIS
es: Capa PostGIS
it: Layer PostGIS
pl: Warstwa PostGIS
pt: Camada PostGIS

source: Table '%(table)s' not found!
be: Табліца '%(table)s' не знойдзена!
cs: Tabulka '%(tabulka)s' nebyla nalezena!
de: Tabelle '%(table)s' nicht gefunden!
es: ¡Tabla '%(table)s' no encontrada!
it: Tabella '%(table)s' non trovata!
pl: Nie znaleziono tabeli '%(table)s'!
pt: Tabela '%(table)s' não foi encontrada!

source: SRID missing in geometry_columns table! You should specify it manually.
be: SRID адсутнічае ў табліцы geometry_columns! Вы павінны задаць яго ўручную.
cs: V tabulce geometry_columns chybí SRID! Měli byste to zadat ručně.
de: SRID fehlt in der Tabelle geometry_columns! Sie sollten es manuell angeben.
es: ¡Falta SRID en la tabla geometry_columns! Debe especificarlo manualmente.
it: SRID mancante nella tabella geometry_columns! Deve essere specificato manualmente.
pl: Brak SRID w tabeli geometry_columns! Należy go określić ręcznie.
pt: SRID inexistente na tabela geometry_columns! Deve especificá-lo de forma manual.

source: 0 is an invalid SRID.
be: 0 з'яўляецца несапраўдным SRID.
cs: SR0 je neplatný SRID.
de: 0 ist eine ungültige SRID.
es: 0 es un SRID no válido.
it: 0 è un SRID invalido.
pl: 0 jest nieprawidłowym SRID.
pt: 0 é um SRID inválido.

source: SRID in geometry_columns table does not match specified!
be: SRID у табліцы geometry_columns не адпавядае зададзенаму!
cs: SRID v tabulce geometry_columns neodpovídá zadané!
de: SRID in der Tabelle geometry_columns stimmt nicht mit den angegebenen Daten überein!
es: ¡SRID en la tabla geometry_columns no coincide con el especificado!
it: Il SRID contenuto nella tabella geometry_columns non corrisponde a quello specificato!
pl: SRID w tabeli geometry_columns nie pasuje do określonego!
pt: O SRID na tabela geometry_columns não corresponde ao especificado!

source: Geometry type missing in geometry_columns table! You should specify it manually.
be: У табліцы geometry_columns адсутнічае тып геаметрыі! Вы павінны задаць яго ўручную.
cs: V tabulce geometry_columns chybí typ geometrie! Měli byste to zadat ručně.
de: Geometrietyp fehlt in der Tabelle geometry_columns! Sie sollten es manuell angeben.
es: ¡Falta el tipo de geometría en la tabla geometry_columns! Debe especificarlo manualmente.
it: Tipo di geometria mancante nella tabella geometry_columns! Deve essere specificato manualmente.
pl: Brak typu geometrii w tabeli geometry_columns! Należy go określić ręcznie.
pt: Tipo de geometria ausente na tabela geometry_columns! Você deve especificá-lo manualmente.

source: Geometry type in geometry_columns table does not match specified!
be: Тып геаметрыі ў табліцы geometry_columns не адпавядае зададзенаму!
cs: Typ geometrie v tabulce geometry_columns neodpovídá zadanému!
de: Der Geometrietyp in der Tabelle geometry_columns stimmt nicht mit den angegebenen Daten überein!
es: ¡El tipo de geometría en la tabla geometry_columns no coincide con el especificado!
it: Il tipo di geometria contenuto nella tabella geometry_columns non corrisponde a quello specificato!
pl: Typ geometrii w tabeli geometry_columns nie pasuje do określonego!
pt: O tipo de geometria na tabela geometry_columns não corresponde ao especificado!

source: To use column as ID it should have integer type!
be: Каб выкарыстоўваць слупок у якасці ідэнтыфікатара, ён павінен мець тып цэлай лічбы!
cs: Chcete-li použít sloupec jako ID, měl by mít celočíselný typ!
de: Um die Spalte als ID zu verwenden, sollte sie den Ganzzahltyp haben!
es: Para usar la columna como ID, ¡debe tener un tipo entero!
it: La colonna deve essere ti tipo numero intero per poter essere usata come ID!
pl: Aby użyć kolumny jako ID, powinna mieć typ całkowity!
pt: Para usar a coluna como ID, tem de ser do tipo inteiro!

source: Column '%(column)s' not found!
be: Слупок '%(column)s' не знойдзены!
cs: Sloupec '%(sloupec)s' nebyl nalezen!
de: Spalte '%(column)s' wurde nicht gefunden!
es: ¡Columna '%(column)s' no encontrada!
it: Colonna '%(column)s' non trovata!
pl: Nie znaleziono kolumny '%(column)s'!
pt: Coluna '%(column)s' não encontrada!

source: Geometry type
be: Тып геаметрыі
cs: Typ geometrie
de: Geometrietyp
es: Tipo de geometría
it: Tipo di geometria
pl: Rodzaj geometrii
pt: Tipo de geometria

source: Host
be: Хост
cs: Hostitel
it: Server
pl: Adres serwera

source: Port
be: Порт
cs: Přístav
es: Puerto
it: Porta
pl: Numer portu
pt: Porta

source: SSL mode
pl: Tryb SSL

source: User
be: Карыстальнік
cs: Uživatel
de: Benutzer
es: Usuario
it: Utente
pl: Użytkownik
pt: Utilizador

source: Password
be: Пароль
cs: Heslo
de: Passwort
es: Contraseña
pl: Hasło postGIS
pt: Senha

source: Database
be: База даных
cs: Databáze
de: Datenbank
es: Base de datos
pl: Źródło danych
pt: Base de dados

source: Unknown
be: Невядома
cs: Neznámý
de: Unbekannt
es: Desconocido
it: Sconosciuto
pl: Nieznany
pt: Desconhecido

source: Success
be: Паспяхова
cs: Úspěch
de: Erfolg
es: Éxito
it: Successo
pl: Sukces
pt: Sucesso

source: Warning
be: Папярэджанне
cs: Varování
de: Warnung
es: Advertencia
it: Avviso
pl: Ostrzeżenie
pt: Aviso

source: Error
be: Памылка
cs: Chyba
de: Fehler
it: Errore
pl: Błąd
pt: Erro

source: Fields need to be updated due to autodetection
be: Палі павінны быць абноўлены ў сувязі з аўта­выяўленнем
cs: Pole je nutné aktualizovat kvůli autodetekci
de: Felder müssen aufgrund der automatischen Erkennung aktualisiert werden
es: Campos necesitan ser actualizados debido a la autodetección
it: I campi devono essere aggiornati a causa dell'autodetezione
pl: Pola wymagają aktualizacji z powodu autowykrywania
pt: Os campos precisam ser atualizados devido à autodetecção

source: Connection
be: Злучэнне
cs: Spojení
de: Verbindung
es: Conexión
it: Connessione
pl: Połączenie
pt: Ligação PostGIS

source: Schema
be: Схема
cs: Schéma
es: Esquema
pl: Schemat
pt: Esquema

source: Table
be: Табліца
cs: Tabulka
de: Tabelle
es: Tabla
it: Tabella
pl: Tabela
pt: Tabela

source: Autodetect
be: Аўтавызначэнне
cs: Auto detekc
de: Automatische Erkennung
es: Detección automática
it: Individuazione automatica
pl: Automatyczne wykrywanie
pt: Autodetectar

source: Fields
be: Палі
cs: Pole
de: Felder
es: Campos
it: Campi
pl: Pola
pt: Campos

source: Keep existing definitions untouched
be: Захаваць існуючыя вызначэнні некранутымі
cs: Ponechat stávající definice beze změny
de: Vorhandene Definitionen unverändert lassen
es: Mantener las definiciones existentes sin cambios
it: Mantieni le definizioni esistenti inalterate
pl: Pozostaw istniejące definicje bez zmian
pt: Manter as definições existentes intocadas

source: Update definitions from the database
be: Абнавіць вызначэнні з базы дадзеных
cs: Aktualizovat definice z databáze
de: Definitionen aus der Datenbank aktualisieren
es: Actualizar definiciones desde la base de datos
it: Aggiorna le definizioni dal database
pl: Zaktualizuj definicje z bazy danych
pt: Atualizar definições da base de dados

source: Diagnostics
be: Дыягностыка
cs: Diagnostika
de: Diagnostik
es: Diagnóstico
it: Diagnostica
pl: Diagnostyka
pt: Diagnósticos

source: PostGIS diagnostics
be: Дыягностыка PostGIS
cs: Diagnostika PostGIS
de: PostGIS-Diagnostik
es: Diagnóstico PostGIS
it: Diagnostica PostGIS
pl: Diagnostyka PostGIS
pt: Diagnósticos PostGIS
