Repository: nextgis/nextgisweb_i18n
Catalog: nextgisweb/raster_mosaic/*.po
Languages: be, pl

source: Raster mosaic item id not provided.
be: Ідэнтыфікатар элемента растравай мазаікі не пададзены.
pl: Nie podano identyfikatora elementu mozaiki rastrowej.

source: Raster mosaic item not found.
be: Элемент растравай мазаікі не знойдзены.
pl: Nie znaleziono elementu mozaiki rastrowej.

source: Raster mosaic
be: Растравая мазаіка
pl: Mozaika rastrowa

source: GDAL library was unable to open the file.
be: Бібліятэцы GDAL не ўдалося адкрыць файл.
pl: Biblioteka GDAL nie mogła otworzyć pliku.

source: Only RGB and RGBA rasters are supported.
be: Падтрымліваюцца толькі растры RGB і RGBA.
pl: Obsługiwane są tylko rastry RGB i RGBA.

source: Raster has format '%(format)s', however only following formats are supported: %(all_formats)s.
be: Растр мае фармат '%(format)s', аднак падтрымліваюцца толькі наступныя фарматы: %(all_formats)s.
pl: Raster ma format '%(format)s', jednak obsługiwane są tylko następujące formaty: %(all_formats)s.

source: Raster files without projection info are not supported.
be: Растравыя файлы без інфармацыі аб праекцыі не падтрымліваюцца.
pl: Pliki rastrowe bez informacji o projekcji nie są obsługiwane.

source: Complex data types are not supported.
be: Складаныя тыпы даных не падтрымліваюцца.
pl: Złożone typy danych nie są obsługiwane.

source: File '{}' has an invalid extension.
be: Файл '{}' мае няправільнае пашырэнне.
pl: Plik '{}' ma nieprawidłowe rozszerzenie.

source: Upload
be: Загрузіць
pl: Prześlij

source: Rasters
be: Растры
pl: Rastry
