Repository: nextgis/nextgisweb_i18n
Catalog: nextgisweb/svg_marker_library/*.po
Languages: be, bg, fr, pl, zh_cn

source: SVG marker library
be: Бібліятэка маркераў SVG
bg: Библиотека на SVG-маркери
fr: Bibliothèque de marqueurs SVG
pl: Biblioteka znaczników SVG
zh_cn: SVG标记库

source: File '{}' has an insecure name.
be: Файл '{}' мае ненадзейнае імя.
bg: Файл '{}' има незащитено име.
fr: Le fichier '{}' a un nom non sécurisé.
pl: Plik '{}' ma niebezpieczną nazwę.
zh_cn: 文件'{}'的名称不安全。

source: File '{}' has an invalid extension.
be: Файл '{}' мае недапушчальнае пашырэнне.
bg: Файл '{}' има невалидно разширение.
fr: Le fichier '{}' a une extension invalide.
pl: Plik '{}' ma nieprawidłowe rozszerzenie.
zh_cn: 文件'{}'的扩展名无效。

source: File '{}' has a format different from SVG.
be: Файл '{}' мае фармат, які адрозніваецца ад SVG.
bg: Файл '{}' е с формат различен от SVG.
fr: Le fichier '{}' a un format différent de SVG.
pl: Plik '{}' ma format inny niż SVG.
zh_cn: 文件'{}'的格式与SVG不同。

source: ZIP archive required
be: Трэба ZIP архіў
bg: Необходим е ZIP архив
fr: Archive ZIP requise
pl: Wymagane archiwum ZIP
zh_cn: 需要ZIP档案

source: Add SVG files
be: Дадаць файлы SVG
bg: Добави SVG файлове
fr: Ajouter des fichiers SVG
pl: Dodaj pliki SVG
zh_cn: 添加SVG文件

source: Import from ZIP archive
be: Імпарт з архіва ZIP
bg: Импортиране от ZIP архив
fr: Importer depuis une archive ZIP
pl: Importuj z archiwum ZIP
zh_cn: 从ZIP档案导入

source: SVG markers will be imported from:
be: Маркеркі SVG будуць імпартаваныя з:
bg: SVG маркерите ще бъдат импортирани от:
fr: Les marqueurs SVG seront importés depuis:
pl: Markery SVG zostaną zaimportowane z:
zh_cn: SVG标记将从以下位置导入：

source: Name
be: Імя
bg: Име
fr: Nom
pl: Nazwa
zh_cn: 名称

source: Export
be: Экспарт
bg: Експортиране
fr: Exporter
pl: Eksportowanie
zh_cn: 输出
