Repository: nextgis/nextgisweb_i18n
Catalog: nextgisweb/basemap/*.po
Languages: be, pl, zh_cn

source: Basemap
be: Базавая карта
pl: Mapa podkładowa
zh_cn: 底图

source: Pick from QMS
be: Выбраць з QMS
pl: Wybierz z QMS
zh_cn: 从QMS中选择

source: Search for geoservices provided by
be: Пошук геасэрвісаў, якія прадастаўляюцца
pl: Wyszukaj usługi geoprzestrzenne dostarczane przez
zh_cn: 搜索由提供的地理服务

source: You can search by name or ID
be: Вы можаце шукаць па імі або ID
pl: Możesz wyszukiwać po nazwie lub ID
zh_cn: 您可以通过名称或ID进行搜索

source: If a service from QMS is selected, this field cannot be edited.
be: Калі выбраны сэрвіс з QMS, гэта поле нельга рэдагаваць.
pl: Jeśli wybrano usługę z QMS, to pole nie może być edytowane.
zh_cn: 如果选择了来自QMS的服务，则无法编辑此字段。

source: Copyright text
be: Тэкст аўтарскага права
pl: Tekst praw autorskich
zh_cn: 版权文本

source: Copyright URL
be: URL аўтарскага права
pl: Adres URL praw autorskich
zh_cn: URL版权链接

source: No basemap
pl: Brak mapy bazowej

source: Display name
be: Адлюстроўваемае імя
pl: Nazwa wyświetlana
zh_cn: 显示名称

source: Default basemap
be: Базавая карта па змаўчанні
pl: Domyślna mapa bazowa
zh_cn: 默认底图

source: Opacity
be: Празрыстасць
pl: Nieprzezroczystość
zh_cn: 不透明度

source: Resource
be: Рэсурс
pl: Źródło
zh_cn: 资源

source: Basemaps
be: Базавыя карты
pl: Mapy podkładowe
zh_cn: 底图
