Repository: nextgis/nextgisweb_i18n
Catalog: nextgisweb_collector/collector/*.ai.po
Languages: cs

source: Add item
cs: Přidat položku

source: Add group
cs: Přidat skupinu

source: Remove
cs: Odstranit

source: You have no permissions to manage this section.
cs: Ke správě této sekce nemáte žádná oprávnění.

source: Manage collectors
cs: Spravujte sběratele

source: Give access to this project for the following collectors:
cs: Poskytněte přístup k tomuto projektu následujícím kolektorům:

source: Users
cs: Uživatelé

source: Membership in group "Administrators" required!
cs: Je vyžadováno členství ve skupině "Administrátoři"!

source: Your Collector users limit = 60
cs: Váš počet uživatelů kolektorů = 60

source: Each collector must be first registered at ${ngid}
cs: Každý sběratel musí být nejprve zaregistrován na ${ngid}

source: Cancel
cs: Zrušení

source: The NextGIS ID is invalid!
cs: ID NextGIS je neplatné!

source: New collector
cs: Nový sběratel

source: Save
cs: Uložit

source: Create
cs: Vytvořit

source: Edit
cs: Upravit

source: Delete
cs: Vymazat

source: Search Collector user...
cs: Hledat uživatele kolektoru...

source: Email
cs: E-mailem

source: Deleting сollector
cs: Mazání kolektoru

source: Delete сollector?
cs: Smazat kolektor?

source: NextGIS Collector settings
cs: Nastavení NextGIS Collector
