Repository: nextgis/nextgisweb_i18n
Catalog: nextgisweb_collector/collector/*.po
Languages: be, bg, de, es, fr, it, pl

source: Starting screen
be: Початковы экран
bg: Начален екран
de: Startbild
es: Pantalla de inicio
fr: Écran de démarrage
it: Schermata di partenza
pl: Ekran początkowy

source: NextGIS Collector user credentials
be: Захаваннћя даных карыстальніка NextGIS Collector
bg: Данни за достъп до NextGIS Collector
de: NextGIS-Collector Konto
es: Credenciales de usuario de NextGIS Collector
fr: Informations d'identification de l'utilisateur NextGIS Collector
it: Credenziali utente del collettore NextGIS

source: User name
be: Імя карыстальніка
bg: Потребителско име
de: Benutzername
es: Usuario
fr: Nom d'utilisateur
it: Nome utente

source: Password
be: Пароль
bg: Парола
de: Passwort
es: Contraseña
fr: Mot de passe
pl: Hasło kolektora

source: Project
be: Праект
bg: Проект
de: Projekt
es: Proyecto
fr: Projet
it: Progetto
pl: Projekt

source: List of forms
be: Спіс форм
bg: Списък форми
de: Liste der Formen
es: Lista de formularios
fr: Liste des formes
it: Lista di moduli
pl: Lista formularzy

source: Map
be: Карта
bg: Карта
de: Karte
es: Mapa
fr: Carte
it: Mappa
pl: Mapa

source: Add item
be: Дадаць прадмет
bg: Добави елемент
de: Element hinzufügen
es: Agregar elemento
fr: Ajouter un élément
it: Aggiunti elemento

source: Add group
be: Дадаць групу
bg: Добави група
de: Gruppe hinzufügen
es: Agregar grupo
fr: Ajouter un groupe
it: Aggiungi gruppo

source: Remove
be: Выдаліць
bg: Премахни
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi

source: Display name
be: Адлюстроўваемае імя
bg: Показвано име
de: Anzeigename
es: Nombre para mostrar
fr: Afficher un nom
it: Nome visualizzato
pl: Nazwa wyświetlana

source: Visible
be: Відочны
bg: Видим
de: sichtbar
it: Visualizzabile
pl: Widoczność

source: Editable
be: Рэдагуемы
bg: Редактиращ се
de: editierbar
fr: Modifiable
it: Modificabile
pl: Edytowalny

source: Syncable
be: Сінхранізуемы
bg: Синхронизиращ се
de: synchronisierbar
es: Sincronizable
fr: synchronisable
it: Sincronizzabile
pl: Możliwy do synchronizacji

source: Lifetime for tiles (in min)
be: Тэрмін захоўвання кахель (u мінутах)
bg: Срок съществуване на плочка (мин)
de: Lebensdauer der Kachel (Minuten)
es: Tiempo de vida de los teselas (en min)
fr: Durée de vie des carreaux (en min)
it: Tempo di vita per le tiles (in minuti)
pl: Czas życia kafelków (w minutach)

source: Min zoom
be: Мінімальны зум
bg: Минимално приближаване
de: Minimaler Zoomfaktor
es: Zoom mínimo
fr: Zoom min
it: Zoom minimo
pl: Minimalne powiększenie

source: Max zoom
be: Максімальны зум
bg: Максимално приближаване
de: Maximaler Zoomfaktor
es: Zoom máximo
fr: Zoom max
it: Zoom massimo
pl: Maksymalne powiększenie

source: Resource
be: Рэсурс
bg: Ресурс
de: Ressource
es: Recurso
fr: Ressource
it: Risorsa
pl: Źródło

source: Expanded
be: Разгорнуты
bg: Разширена
de: Erweitert
es: Expandido
fr: Étendu
it: Espanso
pl: Rozwinięta

source: Items
be: Прадметы
bg: Елементи
de: Verzeichniselemente
es: Elementos
fr: éléments
it: Oggetti
pl: Elementy

source: You have no permissions to manage this section.
be: У вас няма дазволу кіраваць гэтай надзелам.
bg: Нямате права да управлявате този раздел.
de: Keine Verwaltungsrechte für diesen Bereich
es: No tiene permisos para administrar esta sección.
fr: Vous n'avez aucun droit pour gérer cette section
it: Non hai i permessi necessari per gestire questa sezione.

source: Manage collectors
be: Кіраванне збіральнікамі
bg: Управляване на участници
de: Verwaltung der Collectors
es: Gestión de participantes
fr: Gérer les collectionneurs
it: Gestisci i collettori

source: Give access to this project for the following collectors:
be: Дайце доступ да гэтага праекта наступным збіральнікам:
bg: Достъп до този проект да се даде на следните участници:
de: Zugriff auf das Projekt folgenden Collectorn geben:
es: Dar acceso a este proyecto para los siguientes participantes:
fr: Donner accès à ce projet pour les collectionneurs suivants:
it: Dai l'accesso per questo progetto ai seguenti collettori:

source: Users
be: Карыстальнікі
bg: Потребители
de: Benutzer
es: Usuarios
fr: Utilisateurs
it: Utenti

source: Collectors
be: Збіральнікі
bg: Участници
de: Sammler
es: Participantes
fr: Collectionneurs
it: Collettori
pl: Collectory

source: Membership in group "Administrators" required!
be: Патрэбуецца удзел у групе "Інджынеры"!
bg: Изисква се членуване в групата "Администратори"!
de: Mitgliedschaft in der Gruppe "Administratoren" erforderlich!
es: ¡Se requiere membresía en el grupo "Administradores"!
fr: L'adhésion au groupe "Administrateurs" est requise !
it: È necessaria l'appartenenza al gruppo "Administrators"!

source: Unfortunately, you cannot add a new collector. Your collector users limit in the Web GIS is
be: Нажаль, вы не можаце дадаць новага збіронега. Ліміт калектараў у Web GIS—
bg: За съжаление, не можете да добавите нов участник. Максимално достъпен за Вас брой участници в Уеб GIS е
de: Leider können Sie keinen neuen Sammler hinzufügen. Ihr Limit für Sammler-Benutzer im Web GIS ist erreicht.
es: Desafortunadamente, no puede agregar un nuevo participante. Su límite de participantes en Web GIS es
fr: Malheureusement, vous ne pouvez pas ajouter un nouveau collecteur. Votre limite d'utilisateurs de collecteurs dans le Web GIS est atteinte
it: Sfortunatamente, non puoi aggiungere un nuovo collettore. Il tuo limite di utenti del collettore nel Web GIS è
pl: Niestety, nie możesz dodać nowego kolektora. Twój limit użytkowników kolektorów w Web GIS to

source: Collector project
be: Праект калектара
bg: Проект Collector
de: Collector-Projekt
es: Proyecto de Collector
fr: Projet Collector
it: Progetto collettore
pl: Projekt collectora

source: NextGIS ID
be: Нехтгісіє ID
bg: Ползвателски номер в NextGIS
es: ID de NextGIS
it: ID NextGIS

source: Description
be: Апісанне
bg: Описание
de: Beschreibung
es: Descripción
it: Descrizione
pl: Opis kolektora

source: Added
be: Дададзена
bg: Добавен
de: Hinzugefügt
es: Agregado
fr: Ajouté
it: Aggiunto
pl: Dodane

source: You cannot add a new collector. Your collector users limit
be: Вы не можаце дадаць новага збір калектара. Ліміт вашых пакаралункаў
bg: Не може да добавите нов участник. Максимален брой участници
de: Sie können keinen neuen Sammler hinzufügen. Ihr Limit für Sammler-Benutzer
es: No puede agregar un nuevo participante. Tu límite de participantes
fr: Vous ne pouvez pas ajouter un nouveau collecteur. Votre limite d'utilisateurs de collecteurs
it: Non puoi aggiungere un nuovo collettore. Il tuo limite di utenti del collettore
pl: Nie możesz dodać nowego kolektora. Twój limit użytkowników kolektorów

source: The value entered is not valid
be: Уведзеннае значэнне ня дубчыці
bg: Въведеното значение не е валидно
de: Der eingegebene Wert ist ungültig
es: El valor introducido no es válido
fr: La valeur entrée n'est pas valide
it: Il valore inserito non è valido
pl: Wprowadzona wartość jest nieprawidłowa

source: Collector users:
be: Збіральнікі:
bg: Брой участници:
de: Sammler-Benutzer:
es: Los participantes:
fr: Utilisateurs de collecteurs :
it: Utenti del collettore:
pl: Użytkownicy kolektora:

source: out of
be: з
bg: от
de: von
es: fuera de
fr: sur
it: su
pl: z

source: Each collector must have
be: Кожны збіральнік павінен мець
bg: Всеки участник трябва да има
de: Jeder Sammler muss ein
es: Cada participante debe tener
fr: Chaque collecteur doit avoir
it: Ogni collettore deve avere
pl: Każdy kolektor musi mieć

source: NextGIS ID account
be: уліковы запіс NextGIS ID
bg: профил NextGIS ID
de: NextGIS ID Konto
es: Cuenta de NextGIS ID
fr: compte NextGIS ID
it: Account NextGIS ID
pl: Konto NextGIS ID

source: Delete collector?
be: Выдаліць збіральніка?
bg: Премахване на участника?
de: Sammler löschen?
es: ¿Eliminar participante?
fr: Supprimer le collecteur ?
it: Eliminare il collettore?
pl: Usunąć kolektor?

source: Collector deleted
be: Збіральнік выдалены
bg: Участникът е премахнат
de: Sammler gelöscht
es: Participante eliminado
fr: Collecteur supprimé
it: Collettore eliminato
pl: Kolektor usunięty

source: Collector
be: Збіральнік
bg: Колектор
de: Sammler
es: Colector
fr: Collecteur
it: Collettore

source: Read
be: Чытаць
bg: Прочети
de: Lesen
es: Leer
fr: Lire
it: Lettura
pl: Czytaj

source: Collector projects
be: Праекты Collector
bg: Проекти Collector
de: Collector-Projekte
es: Proyectos de Collector
fr: Projets de Collector
it: Progetti collettori
pl: Projekty collectora

source: List of collectors
be: Спіс зібаральнікаў
bg: Списък на участници
de: Liste der Collectors
es: Lista de participantes
fr: Liste des collectionneurs
it: Lista di collettori
pl: Lista collectorów

source: Create new collector
be: Стварыць новага збіральніка
bg: Създаване на нов участник
de: Neuen Sammler erstellen
es: Crear nuevo participante
fr: Créer un nouveau collecteur
it: Crea nuovo collettore
pl: Stwórz nowy kolektor

source: Edit collector
be: Рэдагаваць збіральніка
bg: Редактиране на участника
de: Collector verwalten
es: Editar participante
fr: Modifier le collectionneur
it: Modifica collettore
pl: Edytuj collector

source: Group members have errors
pl: Członkowie grupy mają błędy

source: Zoom level visibility
pl: Widoczność poziomu powiększenia

source: Layer
pl: Warstwa

source: Group
pl: Grupa
