Repository: nextgis/nextgisweb_i18n
Catalog: nextgisweb/feature_attachment/*.ai.po
Languages: cs, de, fr, pt

source: Feature attachments
pt: Anexos de objetos

source: Draw the geometry on the map to visualize the attachments to the objects
cs: Nakreslete geometrie na mapu pro zobrazení příloh k objektům
de: Zeichnen Sie die Geometrie auf der Karte, um die Anhänge an den Objekten zu visualisieren.
fr: Dessinez la géométrie sur la carte pour visualiser les pièces jointes des objets
pt: Desenhe a geometria no mapa para visualizar os anexos nos objetos

source: Object:
cs: Objekt:
de: Objekt:
fr: Objet :
pt: Objeto:

source: Identify object
cs: Identifikovat objekt
de: Objekt identifizieren
fr: Identifier l'objet
pt: Identificar objeto

source: Attachments:
cs: Přílohy:
de: Anhänge:
fr: Pièces jointes :
pt: Anexos:

source: No attachments
cs: Žádné přílohy
de: Keine Anhänge
fr: Aucune pièce jointe
pt: Sem anexos

source: Download all attachments
cs: Stáhnout všechny přílohy
de: Alle Anhänge herunterladen
fr: Télécharger toutes les pièces jointes
pt: Baixar todos os anexos

source: Use export to copy feature attachments between different layers or to create a backup. The resulting ZIP archive will contain all of the attachments put in directories named after feature IDs. Attachment metadata are put into a separate JSON file.
cs: Použijte export k kopírování příloh funkcí mezi různými vrstvami nebo k vytvoření zálohy. Výsledný ZIP archiv bude obsahovat všechny přílohy umístěné ve složkách pojmenovaných podle ID funkcí. Metadata příloh budou umístěna do samostatného souboru JSON.
de: Verwenden Sie den Export, um Feature-Anhänge zwischen verschiedenen Layern zu kopieren oder ein Backup zu erstellen. Das resultierende ZIP-Archiv enthält alle Anhänge in nach Feature-IDs benannten Verzeichnissen. Anhänge-Metadaten werden in eine separate JSON-Datei geschrieben.
fr: Utilisez l'exportation pour copier les pièces jointes des entités entre différentes couches ou pour créer une sauvegarde. L'archive ZIP résultante contiendra toutes les pièces jointes placées dans des répertoires nommés selon les IDs des entités. Les métadonnées des pièces jointes sont placées dans un fichier JSON séparé.
pt: Use a exportação para copiar anexos de recursos entre diferentes camadas ou para criar um backup. O arquivo ZIP resultante conterá todos os anexos colocados em diretórios nomeados com os IDs dos recursos. Os metadados dos anexos serão armazenados em um arquivo JSON separado.

source: Export attachments to ZIP archive
cs: Exportovat přílohy do ZIP archivu
de: Anhänge als ZIP-Archiv exportieren
fr: Exporter les pièces jointes vers une archive ZIP
pt: Exportar anexos para arquivo ZIP

source: Back to resource
cs: Zpět ke zdroji
de: Zurück zur Ressource
fr: Retour à la ressource
pt: Voltar ao recurso

source: Close
cs: Zavřít
de: Schließen
fr: Fermer
pt: Fechar

source: The archive has been successfully imported.
cs: Archiv byl úspěšně importován.
de: Das Archiv wurde erfolgreich importiert.
fr: L'archive a été importée avec succès.
pt: O arquivo foi importado com sucesso.

source: Attachments imported - {i}, skipped - {s}.
cs: Importováno příloh - {i}, přeskočeno - {s}.
de: Anhänge importiert - {i}, übersprungen - {s}.
fr: Pièces jointes importées - {i}, ignorées - {s}.
pt: Anexos importados - {i}, ignorados - {s}.

source: Upload a ZIP archive to batch append attachments to existing features. An archive must contain directories named after feature IDs. Each folder can contain one or many attachments. Duplicates will be ignored.
cs: Nahrajte ZIP archiv pro hromadné přidání příloh k existujícím funkcím. Archiv musí obsahovat složky pojmenované podle ID funkcí. Každá složka může obsahovat jednu nebo více příloh. Duplicitní položky budou ignorovány.
de: Laden Sie ein ZIP-Archiv hoch, um Anhänge stapelweise an vorhandene Features anzufügen. Ein Archiv muss Verzeichnisse enthalten, die nach Feature-IDs benannt sind. Jeder Ordner kann einen oder mehrere Anhänge enthalten. Duplikate werden ignoriert.
fr: Téléchargez une archive ZIP pour ajouter en lot des pièces jointes aux entités existantes. Une archive doit contenir des répertoires nommés selon les IDs des entités. Chaque dossier peut contenir une ou plusieurs pièces jointes. Les doublons seront ignorés.
pt: Carregue um arquivo ZIP para adicionar anexos em lote a recursos existentes. Um arquivo deve conter diretórios nomeados com os IDs dos recursos. Cada pasta pode conter um ou vários anexos. Duplicatas serão ignoradas.

source: Delete existing attachments
cs: Smazat existující přílohy
de: Vorhandene Anhänge löschen
fr: Supprimer les pièces jointes existantes
pt: Excluir anexos existentes

source: Import attachments from ZIP archive
cs: Importovat přílohy ze ZIP archivu
de: Anhänge aus ZIP-Archiv importieren
fr: Importer les pièces jointes à partir d’une archive ZIP
pt: Importar anexos do arquivo ZIP

source: Export
de: Exportieren
fr: Exporter
pt: Exportar

source: Import
de: Importieren
fr: Importer
pt: Importar

source: Toggle panorama viewer
cs: Přepnout prohlížeč panoramat
de: Panorama-Viewer umschalten
fr: Basculer le visualiseur de panorama
pt: Alternar visualizador de panorama

source: Invalid ZIP archive.
cs: Neplatný ZIP archiv.
de: Ungültiges ZIP-Archiv.
fr: Archive ZIP invalide.
pt: Arquivo ZIP inválido.

source: File '{}' isn't found in metadata.
cs: Soubor '{}' nebyl nalezen v metadatech.
de: Datei '{}' wurde in den Metadaten nicht gefunden.
fr: Le fichier '{}' n'est pas trouvé dans les métadonnées.
pt: Ficheiro '{}' não encontrado nos metadados.

source: Invalid feature ID for file '{}'.
cs: Neplatné ID funkce pro soubor '{}'.
de: Ungültige Feature-ID für Datei '{}'.
fr: ID de fonctionnalité invalide pour le fichier '{}'.
pt: ID de recurso inválido para o ficheiro '{}'.

source: Invalid keyname for file '{}'.
cs: Neplatný název klíče pro soubor '{}'.
de: Ungültiger Schlüsselname für Datei '{}'.
fr: Nom de clé invalide pour le fichier '{}'.
pt: Nome de chave inválido para o ficheiro '{}'.

source: Invalid name for file '{}'.
cs: Neplatný název pro soubor '{}'.
de: Ungültiger Name für Datei '{}'.
fr: Nom invalide pour le fichier '{}'.
pt: Nome inválido para o ficheiro '{}'.

source: Invalid MIME type for file '{}'.
cs: Neplatný typ MIME pro soubor '{}'.
de: Ungültiger MIME-Typ für Datei '{}'.
fr: Type MIME invalide pour le fichier '{}'.
pt: Tipo MIME inválido para o ficheiro '{}'.

source: Invalid description for file '{}'.
cs: Neplatný popis pro soubor '{}'.
de: Ungültige Beschreibung für Datei '{}'.
fr: Description invalide pour le fichier '{}'.
pt: Descrição inválida para o ficheiro '{}'.

source: Could not determine feature ID for file '{}'.
cs: Nelze určit ID funkce pro soubor '{}'.
de: Feature-ID für Datei '{}' konnte nicht bestimmt werden.
fr: Impossible de déterminer l'ID de fonctionnalité pour le fichier '{}'.
pt: Não foi possível determinar o ID de recurso para o ficheiro '{}'.

source: File '{}' isn't found in the archive.
cs: Soubor '{}' nebyl nalezen v archivu.
de: Datei '{}' ist im Archiv nicht gefunden.
fr: Le fichier '{}' n'est pas trouvé dans l'archive.
pt: Ficheiro '{}' não encontrado no arquivo.

source: Manage attachments
cs: Správa příloh
de: Anhänge verwalten
fr: Gérer les pièces jointes
pt: Gerir anexos
