Repository: nextgis/nextgisweb_i18n
Catalog: nextgisweb/feature_attachment/*.po
Languages: be, bg, es, it, pl

source: Feature attachments
be: Дадаткі функцый
bg: Файлове, прикачени към обекти
es: Adjuntos de objetos geográficos
it: Allegati delle feature
pl: Załączniki obiektów

source: Attachment not found
be: Укладанне не знойдзена
bg: Прикачен файл не е открит
es: Adjunto no encontrado
it: Allegato non trovato
pl: Załącznik nieznaleziony

source: Attachment with id = %d was not found in feature with id = %d.
be: Далучэнне з id = %d не было знойдзена ў аб'екце з id = %d.
bg: Прикаченият файл с id = %d не е открит в обекта с id = %d.
es: No se encontró un archivo adjunto con id = %d en el objeto geográfico con id = %d.
it: L'allegato con id = %d non è stato trovato nell'elemento con id = %d.
pl: Załącznik z id = %d nie został znaleziony w funkcji o id = %d.

source: The attachment may have been deleted or an error in the address.
be: Магчыма, далучэнне было выдалена або памылка ў адрасе.
bg: Прикачените файлове може да са изтрити или има грешка в адреса.
es: Es posible que el archivo adjunto se haya eliminado o que haya un error en la dirección.
it: L'allegato potrebbe essere stato cancellato, o è presente un errore nell'indirizzo.
pl: Załącznik mógł zostać usunięty lub wystąpił błąd w adresie.

source: Attachments
be: Укладанні
bg: Прикачени файлове
es: Adjuntos
it: Allegati
pl: Załącznik

source: Draw the geometry on the map to visualize the attachments to the objects
be: Намалюйце геаметрыю на мапе, каб убачыць укладанні да аб'ектаў
bg: Нарисувайте геометрията на картата, за да визуализирате прикачените файлове към обектите
es: Dibuje la geometría en el mapa para visualizar los adjuntos a los objetos
it: Disegna la geometria sulla mappa per visualizzare gli allegati agli oggetti
pl: Narysuj geometrię na mapie, aby zobaczyć załączniki do obiektów

source: Object:
be: Аб'ект:
bg: Обект:
es: Objeto:
it: Oggetto:
pl: Obiekt:

source: Identify object
be: Ідэнтыфікаваць аб'ект
bg: Идентифициране на обект
es: Identificar objeto
it: Identifica oggetto
pl: Identyfikuj obiekt

source: Attachments:
be: Укладанні:
bg: Прикачени файлове:
es: Adjuntos:
it: Allegati:
pl: Załączniki:

source: No attachments
be: Няма ўкладанняў
bg: Няма прикачени файлове
es: No hay adjuntos
it: Nessun allegato
pl: Brak załączników

source: Download all attachments
be: Спампаваць усе ўкладанні
bg: Изтегляне на всички прикачени файлове
es: Descargar todos los adjuntos
it: Scarica tutti gli allegati
pl: Pobierz wszystkie załączniki

source: File name
be: Імя файла
bg: Файлово име
es: Nombre del archivo
it: Nome del file
pl: Nazwa pliku

source: Size
be: Памер
bg: Размер
es: Tamaño
it: Dimensione
pl: Rozmiar

source: Description
be: Апісанне
bg: Описание
es: Descripción
it: Descrizione
pl: Opis przypisania funkcji

source: Use export to copy feature attachments between different layers or to create a backup. The resulting ZIP archive will contain all of the attachments put in directories named after feature IDs. Attachment metadata are put into a separate JSON file.
be: Выкарыстоўвайце экспарт для капіравання ўкладанняў функцый паміж рознымі слоямі або для стварэння рэзервовай копіі. Атрыманы ZIP-архіў будзе змяшчаць усе ўкладанні, размешчаныя ў каталогах, названых па ID функцый. Метаданыя ўкладанняў змяшчаюцца ў асобны JSON-файл.
bg: Използвайте експортиране, за да копирате прикачените файлове към обекти между различни слоеве или за създаване на резервно копие. Полученият ZIP архив ще съдържа всички прикачени файлове, поставени в директории, именовани съгласно ID на обектите. Метаданните на прикачените файлове са поставени в отделен JSON файл.
es: Use exportar para copiar archivos adjuntos de entidades entre diferentes capas o para crear una copia de seguridad. El archivo ZIP resultante contendrá todos los archivos adjuntos colocados en directorios con nombres de ID de objeto geográfico. Los metadatos de los archivos adjuntos se colocan en un archivo JSON separado.
it: Usa l'export per copiare gli allegati delle feature tra diversi layer o per creare un backup. L'archivio ZIP risultante conterrà tutti gli allegati suddivisi in directory denominate con gli ID delle feature. I metadata degli allegati vengono inseriti in un file JSON separato.
pl: Użyj eksportu, aby skopiować załączniki między różnymi warstwami lub utworzyć kopię zapasową. Wynikowe archiwum ZIP będzie zawierać wszystkie załączniki w katalogach nazwanych według ID obiektów. Metadane załączników zostaną zapisane w osobnym pliku JSON.

source: Export attachments to ZIP archive
be: Экспартаваць укладанні ў ZIP-архіў
bg: Експортиране на прикачени файлове в ZIP архив
es: Exportar los adjuntos a un archivo ZIP
it: Esporta allegati in archivio ZIP
pl: Eksportuj załączniki do archiwum ZIP

source: Back to resource
be: Вярнуцца да рэсурсу
bg: Назад към ресурса
es: Volver al recurso
it: Torna alla risorsa
pl: Powrót do zasobu

source: Close
be: Закрыць
bg: Затвори
es: Cerrar
it: Chiudi
pl: Zamknij

source: The archive has been successfully imported.
be: Архіў паспяхова імпартаваны.
bg: Архивът беше успешно импортиран.
es: El archivo se ha importado con éxito.
it: L'archivio è stato importato con successo.
pl: Archiwum zostało pomyślnie zaimportowane.

source: Attachments imported - {i}, skipped - {s}.
be: Імпартавана ўкладанняў - {i}, прапушчана - {s}.
bg: Импортирани прикачени файлове - {i}, пропуснати - {s}.
es: Archivos adjuntos importados - {i}, omitidos - {s}.
it: Allegati importati - {i}, saltati - {s}.
pl: Zaimportowanie załączników - {i}, pominięto - {s}.

source: Upload a ZIP archive to batch append attachments to existing features. An archive must contain directories named after feature IDs. Each folder can contain one or many attachments. Duplicates will be ignored.
be: Загрузіце ZIP-архіў, каб пакетна дадаць укладанні да існуючых функцый. Архіў павінен змяшчаць каталогі, названые па ID функцый. Кожная папка можа змяшчаць адно або некалькі ўкладанняў. Дублікатары будуць ігнаравацца.
bg: Качете ZIP архив, за да добавите групово прикачени файлове към съществуващи обекти. Архивът трябва да съдържа директории, именовани съгласно ID на обектите. Всяка папка може да съдържа един или много прикачени файлове. Дубликатите ще бъдат игнорирани.
es: Cargue un archivo ZIP para agregar archivos adjuntos a los objetos geográficos existentes. Un archivo debe contener directorios con nombres de ID de objeto geográfico. Cada carpeta puede contener uno o varios archivos adjuntos. Los duplicados serán ignorados.
it: Carica un archivio ZIP per aggiungere in batch allegati alle feature esistenti. Un archivio deve contenere directory denominate con gli ID delle feature. Ogni cartella può contenere uno o più allegati. I duplicati saranno ignorati.
pl: Prześlij archiwum ZIP, aby seryjnie dodać załącznik do istniejących obiektów. Archiwum musi zawierać katalogi nazwane według ID obiektów. Każdy katalog może zawierać jeden lub wiele załączników. Duplikaty zostaną pominięte.

source: Delete existing attachments
be: Выдаліць існуючыя ўкладанні
bg: Изтриване на съществуващите прикачени файлове
es: Eliminar adjuntos existentes
it: Elimina allegati esistenti
pl: Usuń istniejące załączniki

source: Import attachments from ZIP archive
be: Імпартаваць укладанні з ZIP-архіва
bg: Импортиране на прикачени файлове от ZIP архив
es: Importar adjuntos desde un archivo ZIP
it: Importa allegati da archivio ZIP
pl: Importuj załączniki z archiwum ZIP

source: Export
be: Экспарт
bg: Експортиране
es: Exportar
it: Esporta
pl: Eksportuj

source: Import
be: Імпарт
bg: Импортиране
es: Importar
it: Importa
pl: Importuj

source: Unnamed
pl: Bez nazwy

source: MIME type
be: Тып MIME
bg: Тип MIME
es: Tipo MIME
it: Tipo MIME
pl: Typ MIME

source: Toggle panorama viewer
be: Пераключыць прагляд панарамы
bg: Превключване на преглед на панорама
es: Alternar visualizador de panorama
it: Attiva/disattiva visualizzatore panoramico
pl: Przełącz podgląd panoramy

source: Failed to upload image
pl: Nie udało się przesłać obrazu

source: Invalid ZIP archive.
be: Няправільны ZIP-архіў.
bg: Невалиден ZIP архив.
es: Archivo ZIP no válido.
it: Archivio ZIP non valido.
pl: Nieprawidłowe archiwum zip.

source: File '{}' isn't found in metadata.
be: Файл '{}' не знойдзены ў метаданых.
bg: Файл '{}' не е намерен в метаданните.
es: El archivo '{}' no se encuentra en los metadatos.
it: Il file '{}' non è stato trovato nei metadata.
pl: Plik '{}' nie został znaleziony w metadanych.

source: Invalid feature ID for file '{}'.
be: Няправільны ID функцыі для файла '{}'.
bg: Невалидно ID на обект за файл '{}'.
es: ID de objeto geográfico no válido para el archivo '{}'.
it: ID della feature non valido per il file '{}'.
pl: Nieprawidłowy identyfikator obiektu dla pliku '{}'.

source: Invalid keyname for file '{}'.
be: Няправільная назва ключа для файла '{}'.
bg: Невалидно име на ключ за файл '{}'.
es: Nombre de clave no válido para el archivo '{}'.
it: Nome della chiave non valido per il file '{}'.
pl: Nieprawidłowa nazwa klucza dla pliku '{}'.

source: Invalid name for file '{}'.
be: Няправільная назва для файла '{}'.
bg: Невалидно име за файл '{}'.
es: Nombre no válido para el archivo '{}'.
it: Nome non valido per il file '{}'.
pl: Nieprawidłowa nazwa pliku '{}'.

source: Invalid MIME type for file '{}'.
be: Няправільны тып MIME для файла '{}'.
bg: Невалиден тип MIME за файл '{}'.
es: Tipo MIME no válido para el archivo '{}'.
it: Tipo MIME non valido per il file '{}'.
pl: Nieprawidłowy typ MIME pliku '{}'.

source: Invalid description for file '{}'.
be: Няправільнае апісанне для файла '{}'.
bg: Невалидно описание за файл '{}'.
es: Descripción no válida para el archivo '{}'.
it: Descrizione non valida per il file '{}'.
pl: Nieprawidłowy opis dla pliku '{}'.

source: Could not determine feature ID for file '{}'.
be: Немагчыма вызначыць ID функцыі для файла '{}'.
bg: Не може да се определи ID на обект за файл '{}'.
es: No se pudo determinar el ID del objeto geográfico para el archivo '{}'.
it: Impossibile determinare l'ID della feature per il file '{}'.
pl: Nie można określić ID obiektu dla pliku '{}'.

source: File '{}' isn't found in the archive.
be: Файл '{}' не знойдзены ў архіве.
bg: Файл '{}' не е намерен в архива.
es: El fichero '{}' no se encuentra en el archivo.
it: Il file '{}' non è stato trovato nell'archivio.
pl: Plik '{}' nie został znaleziony w archiwum.

source: Manage attachments
be: Кіраванне ўкладаннямі
bg: Управление на прикачени файлове
es: Administrar adjuntos
it: Gestisci allegati
pl: Zarządzaj załącznikami
