Repository: nextgis/nextgisweb_i18n
Catalog: nextgisweb/raster_layer/*.ai.po
Languages: de

source: Output format is not provided.
de: Dateiformat für Export ist nicht gewählt.

source: Format '%s' is not supported.
de: Nicht unterstütztes Dateiformat '%s'.

source: Requested raster is not COG.
de: Das angeforderte Raster ist kein COG.

source: Range header is missed or invalid.
de: Range-Header fehlt oder ist ungültig.

source: Range %s can not be read.
de: Range %s kann nicht gelesen werden.

source: Rasters and pyramids
de: Raster und Pyramiden

source: Mixed band data types are not supported.
de: Gemischte Banddatentypen werden nicht unterstützt.

source: GDAL was uanble to parse the raster coordinate system.
de: GDAL konnte das Raster-Koordinatensystem nicht parsen.

source: The source raster has a local coordinate system and can't be reprojected to the target coordinate system.
de: Das Quellraster hat ein lokales Koordinatensystem und kann nicht in das Zielkoordinatensystem reprojiziert werden.

source: Failed to reproject the raster to the target coordinate system.
de: Reprojektierung des Rasters in das Zielkoordinatensystem fehlgeschlagen.

source: GDAL error message: %s
de: GDAL-Fehlermeldung: %s

source: The uncompressed raster size (%(size)s) exceeds the limit (%(limit)s) by %(delta)s. Reduce raster size to fit the limit.
de: Die unkomprimierte Rastergröße (%(size)s) überschreitet das Limit (%(limit)s) um %(delta)s. Verringern Sie die Rastergröße, um das Limit einzuhalten.

source: A Cloud Optimized GeoTIFF (COG) is a regular GeoTIFF file, aimed at being hosted on a HTTP file server, with an internal organization that enables more efficient workflows on the cloud. It does this by leveraging the ability of clients issuing ​HTTP GET range requests to ask for just the parts of a file they need.
de: Ein Cloud Optimized GeoTIFF (COG) ist eine reguläre GeoTIFF-Datei, die für das Hosting auf einem HTTP-Dateiserver vorgesehen ist. Durch die interne Organisation ermöglicht sie effizientere Workflows in der Cloud. Dies wird erreicht, indem Clients HTTP GET Range-Anfragen stellen können, um nur die benötigten Teile einer Datei anzufordern.
