Repository: nextgis/nextgisweb_i18n
Catalog: nextgisweb/raster_layer/*.po
Languages: be, cs, it, pl, pt

source: Output format is not provided.
be: Фармат вываду не прадугледжаны.
cs: Výstupní formát není k dispozici.
it: Il formato di output non è stato fornito.
pt: Formato de saída não fornecido.

source: Format '%s' is not supported.
be: Фармат '%s' не падтрымліваецца.
cs: Formát '%s' není podporován.
it: Il formato '%s' non è supportato.
pt: O formato '%s' não é suportado.

source: Requested raster is not COG.
be: Запытаны растр не з'яўляецца COG.
cs: Požadovaný rastr není COG.
it: Il raster richiesto non è COG.
pl: Żądany raster nie jest w formacie COG.
pt: O raster solicitado não é COG.

source: Range header is missed or invalid.
be: Загаловак дыяпазону адсутнічае або несапраўдны.
cs: Záhlaví rozsahu je vynecháno nebo neplatné.
it: L'header del range è mancante o non valido.
pl: Nagłówek zakresu jest nieobecny lub nieprawidłowy.
pt: O cabeçalho de alcance está ausente ou é inválido.

source: Range %s can not be read.
be: Немагчыма прачытаць дыяпазон %s.
cs: Rozsah %s nelze číst.
it: Il range %s non può essere letto.
pl: Zakres %s nie może być odczytany.
pt: O alcance %s não pode ser lido.

source: Rasters and pyramids
be: Растры і піраміды
cs: Rastry a pyramidy
it: Raster e piramidi
pl: Rastry i piramidy
pt: Rasters e pirâmides

source: Raster layer
be: Растравы слой
cs: Rastrová vrstva
it: Layer raster
pl: Warstwa rastra
pt: Camada raster

source: GDAL library was unable to open the file.
be: Бібліятэцы GDAL не ўдалося адкрыць файл.
cs: Knihovně GDAL se nepodařilo soubor otevřít.
it: La libreria GDAL non è riuscita ad aprire il file.
pl: Biblioteka GDAL nie mogła otworzyć pliku.
pt: A biblioteca GDAL não conseguiu abrir o ficheiro.

source: Raster has format '%(format)s', however only following formats are supported: %(all_formats)s.
be: Растр мае фармат '%(format)s', аднак падтрымліваюцца толькі наступныя фарматы: %(all_formats)s.
cs: Rastr má formát '%(format)s', podporovány jsou však pouze následující formáty: %(all_formats)s.
it: Il raster ha formato '%(format)s', ma solamente i seguenti formati sono supportati: %(all_formats)s.
pt: O raster tem o formato '%(format)s', no entanto, apenas os seguintes formatos são suportados: %(all_formats)s.

source: Raster files without projection info are not supported.
be: Растравыя файлы без інфармацыі аб праекцыі не падтрымліваюцца.
cs: Rastrové soubory bez informací o projekci nejsou podporovány.
it: I files raster senza informazioni sulla proiezione non sono supportati.
pl: Pliki rastrowe bez informacji o projekcji nie są obsługiwane.
pt: Ficheiros raster sem informação da projeção não são suportados.

source: Mixed band data types are not supported.
be: Змешаныя тыпы даных каналоў не падтрымліваюцца.
cs: Smíšené datové typy pásma nejsou podporovány.
it: I tipi di dati di bande miste non sono supportati.
pl: Mieszane typy danych pasm nie są obsługiwane.
pt: Tipos de dados mistos de bandas não são suportados.

source: GDAL was uanble to parse the raster coordinate system.
be: Бібліятэкцы GDAL не ўдалося парсераваць каардынацый сэрвіс растра.
cs: GDAL byl použit k analýze rastrového souřadnicového systému.
it: GDAL non è riuscito a interpretare il sistema di coordinate del raster.
pl: GDAL nie mógł odczytać układu współrzędnych rastra.
pt: A GDAL não conseguiu interpretar o sistema de coordenadas do raster.

source: The source raster has a local coordinate system and can't be reprojected to the target coordinate system.
be: Крынічны растр мае лакальны каардынацый сэрвіс і не можна быць рэепраекцаваны у мэтавы каардынацый сэрвіс.
cs: Zdrojový rastr má lokální souřadnicový systém a nelze jej přeprojektovat do cílového souřadnicového systému.
it: Il raster sorgente ha un sistema di coordinate locale e non può essere riproiettato nel sistema di coordinate di destinazione.
pl: Raster źródłowy ma lokalny układ współrzędnych i nie można go przekształcić.
pt: O raster de origem possui um sistema de coordenadas local e não pode ser reprojetado para o sistema de coordenadas de destino.

source: Failed to reproject the raster to the target coordinate system.
be: Не удалося рээпраекцаваць растр у мэтавы каардынацый сэрвіс.
cs: Nepodařilo se přeprojektovat rastr do cílového souřadnicového systému.
it: Non è riuscito il tentativo di riproiettare il raster nel sistema di coordinate di destinazione.
pl: Nie udało się przekształcić rastra do docelowego układu współrzędnych.
pt: Falha ao reprojetar o raster para o sistema de coordenadas de destino.

source: GDAL error message: %s
be: Памылка GDAL: %s
cs: Chybová zpráva GDAL: %s
it: Messaggio di errore di GDAL: %s
pl: Komunikat błędu GDAL: %s
pt: Mensagem de erro da GDAL: %s

source: The uncompressed raster size (%(size)s) exceeds the limit (%(limit)s) by %(delta)s. Reduce raster size to fit the limit.
be: Нескампрэсаваны размер растра (%(size)s) перавышае ліміт (%(limit)s) на %(delta)s. Зменшыце размер растра, каб уклаєцца у ліміт.
cs: Nekomprimovaná velikost rastru (%(velikost)a) přesahuje limit (%(limit)s) o %(delta)s. Zmenšit velikost rastru tak, aby odpovídala limitu.
it: La dimensione del raster non compresso (%(size)s) supera il limite (%(limit)s) di %(delta)s. Ridurre la dimensione del raster per rientrare nel limite.
pt: O tamanho do raster não comprimido (%(size)s) excede o limite (%(limit)s) em %(delta)s. Reduza o tamanho do raster para se adequar ao limite.

source: Data type
be: Тып даных
cs: Datový typ
it: Tipo di dato
pt: Tipo de dados

source: Select a dataset
be: Выберыце набор даных
cs: Vyberte datovou sadu
it: Seleziona un set di dati
pl: Wybierz zestaw danych
pt: Selecione um conjunto de dados

source: Dataset should be in GeoTIFF format.
be: Набор даных павінен быць у фармаце GeoTIFF.
cs: Datová sada by měla být ve formátu GeoTIFF.
it: Il set di dati dovrebbe essere in formato GeoTIFF.
pt: conjunto de dados deve estar no formato GeoTIFF.

source: Cloud Optimized GeoTIFF (COG)
be: Аптымізаваны для воблака GeoTIFF (COG)
it: GeoTIFF Ottimizzato per il Cloud (COG)
pt: GeoTIFF Otimizado para Nuvem (COG)

source: Band
be: Канал
cs: Kapela
it: Banda
pl: Pasmo
pt: Banda

source: Format
be: Фармат
cs: Formát
it: Formato
pt: Formato

source: SRS
it: SR

source: Bands
be: Каналы
cs: Kapely
it: Bande
pl: Pasma
pt: Bandas

source: Save
be: Захаваць
cs: Uložit
it: Salva
pl: Zapisz
pt: Guardar

source: Save as
be: Захаваць як
cs: Uložit jako
it: Salva come
pl: Zapisz jako
pt: Guardar como

source: Cloud Optimized GeoTIFF
be: Аптымізаваны для воблака GeoTIFF
cs: Cloud Optimalizovaný GeoTIFF
it: GeoTIFF Ottimizzato per il Cloud
pt: GeoTIFF Otimizado para Nuvem

source: A Cloud Optimized GeoTIFF (COG) is a regular GeoTIFF file, aimed at being hosted on a HTTP file server, with an internal organization that enables more efficient workflows on the cloud. It does this by leveraging the ability of clients issuing ​HTTP GET range requests to ask for just the parts of a file they need.
be: Cloud Optimized GeoTIFF (COG) - гэта звычайны файл GeoTIFF, прызначаны для размяшчэння на файлавым серверы HTTP з унутранай арганізацыяй, якая дазваляе больш эфектыўна працаваць у воблаку. Ён робіць гэта, выкарыстоўваючы магчымасць кліентаў, якія выдаюць запыты дыяпазону HTTP GET, запытваць толькі тыя часткі файла, якія ім патрэбны.
cs: Cloud optimalizovaný GeoTIFF (COG) je běžný soubor GeoTIFF, jehož cílem je hostit na souborovém serveru HTTP, s interní organizací, která umožňuje efektivnější pracovní postupy v cloudu. Dělá to tím, že využívá schopnost klientů vydávajících požadavky HTTP GET range požádat pouze o části souboru, které potřebují.
it: Un Cloud Optimized GeoTIFF (COG) è un file GeoTIFF regolare, pensato per essere ospitato su un server di file HTTP, con un’organizzazione interna che consente flussi di lavoro più efficienti nel cloud. Lo fa sfruttando la capacità dei client di emettere richieste HTTP GET range per chiedere solo le parti di un file di cui hanno bisogno.
pl: Cloud Optimized GeoTIFF (COG) to zwykły plik GeoTIFF, zoptymalizowany do działania w chmurze. Ma możliwość żądania tylko potrzebnych fragmentów danych, za pomocą zapytań HTTP GET.
pt: Um Cloud Optimized GeoTIFF (COG) é um arquivo GeoTIFF regular, destinado a ser hospedado em um servidor de arquivos HTTP, com uma organização interna que permite fluxos de trabalho mais eficientes na nuvem. Ele faz isso aproveitando a capacidade dos clientes de emitir solicitações de alcance HTTP GET para pedir apenas as partes de um arquivo que precisam.

source: Download
be: Скачаць
it: Scarica
pl: Pobierz

source: External access
cs: Externí přístup

source: Coordinate system
cs: Souřadnicový systém

source: No supported files found in the archive.
pl: Nie znaleziono obsługiwanych plików w archiwum.

source: The archive contains multiple supported files: {supported_zip_items}.
pl: Archiwum zawiera wiele obsługiwanych plików: {supported_zip_items}.

source: The uncompressed raster size ({size}) exceeds the limit ({limit}) by {delta}. Reduce raster size to fit the limit.
pl: Nieskompresowany rozmiar rastra ({size}) przekracza limit ({limit}) o {delta}. Zmniejsz rozmiar rastra, aby zmieścić się w limicie.
