Repository: nextgis/nextgisweb_i18n
Catalog: nextgisweb/feature_layer/*.ai.po
Languages: cs, de, fr, it

source: N/A
de: N/V
it: N/D

source: Geometry
cs: Geometrie
de: Geometrie
fr: Géométrie
it: Geometria

source: Unknown spatial reference system
cs: Neznámý prostorový referenční systém
de: Unbekanntes Raumbezugssystem
fr: Système de référence spatiale inconnu
it: Sistema di riferimento spaziale sconosciuto

source: Output format is not provided.
cs: Výstupní formát není k dispozici.
de: Dateiformat für Export ist nicht gewählt.
fr: Le format de sortie n'est pas fourni.
it: Il formato di output non è stato fornito.

source: Format '%s' is not supported.
cs: Formát '%s' není podporován.
de: Nicht unterstütztes Dateiformat '%s'.
fr: Le format '% s' est pas pris en charge.
it: Il formato '%s' non è supportato.

source: The export limit is set to {limit} features, but the layer contains {count}.
cs: Limit exportu je nastaven na {limit} funkcí, ale vrstva obsahuje {count}.
de: Das Exportlimit ist auf {limit} Objekte gesetzt, aber der Layer enthält {count}.
fr: La limite d'exportation est fixée à {limit} entités, mais la couche en contient {count}.
it: Il limite di esportazione è impostato a {limit} elementi, ma il layer contiene {count}.

source: Failed to reproject 'intersects' geometry.
cs: Nepodařilo se reprojektovat geometrii „protíná“.
de: Fehler beim Reprojizieren der 'intersects'-Geometrie.
fr: Échec de la reprojection de la géométrie 'intersects'.
it: Impossibile riproiettare la geometria di 'intersezione'.

source: File name parameter '{}' is not valid.
cs: Parametr názvu souboru '{}' není platný.
de: Dateiname-Parameter '{}' ist ungültig.
fr: Le paramètre de nom de fichier '{}' n'est pas valide.
it: Il parametro del nome del file '{}' non è valido.

source: Feature not deleted
cs: Funkce nebyla smazána
de: Objekt nicht gelöscht
fr: Entité non supprimée
it: Elemento non eliminato

source: Unable to restore the #{} feature as it is not deleted.
cs: Nelze obnovit funkci #{}, protože nebyla smazána.
de: Objekt #{} kann nicht wiederhergestellt werden, da es nicht gelöscht wurde.
fr: Impossible de restaurer l'entité #{} car elle n'est pas supprimée.
it: Impossibile ripristinare l'elemento #{} in quanto non è stato eliminato.

source: Field name is forbidden: '{}'. Please remove or rename it.
cs: Název pole je zakázán: '{}'. Odstraňte jej nebo jej přejmenujte.
de: Feldname ist verboten: '{}'. Bitte entfernen oder umbenennen.
fr: Le nom de champ est interdit : ''{}''. Veuillez le supprimer ou le renommer.
it: Il nome del campo è proibito: ''{}''. Si prega di rimuoverlo o rinominarlo.

source: Versioning not supported
cs: Verze nejsou podporovány
de: Versionierung nicht unterstützt
fr: Versioning non pris en charge
it: Versionamento non supportato

source: There are no attributes in the vector layer
cs: Ve vektorové vrstvě nejsou žádné atributy
de: Keine Attribute im Vektorlayer vorhanden
fr: Il n'y a pas d'attributs dans la couche vectorielle
it: Non ci sono attributi nel layer vettoriale

source: Resources
cs: Zdroje
de: Ressourcen
fr: Ressources
it: Risorse

source: Use field display names instead of keynames
de: Anzeigefeldernamen anstelle von Schlüsselnamen verwenden
it: Utilizza i nomi visualizzati dei campi invece delle chiavi

source: Fields
cs: Pole
de: Felder
fr: Champs
it: Campi

source: Limit by extent
cs: Omezit podle rozsahu
de: Begrenzen nach Ausdehnung
fr: Limiter par étendue
it: Limita per estensione

source: Filter text
cs: Filtr textu
de: Text filtern
fr: Texte de filtre
it: Filtra testo

source: deg.
cs: stu.
de: Grad
it: gradi

source: Left
cs: Vlevo
de: Links
fr: Gauche
it: Sinistra

source: Bottom
cs: Dole
de: Unten
fr: Bas
it: Inferiore

source: Right
cs: Vpravo
de: Rechts
fr: Droite
it: Destra

source: Top
cs: Nahoru
de: Oben
fr: Haut
it: In alto

source: Cancel
cs: Zrušit
de: Abbrechen
fr: Annuler
it: Annulla

source: Are you sure?
cs: Jste si jisti?
de: Sind Sie sicher?
fr: Êtes-vous sûr?
it: Sei sicuro?

source: Unsaved changes will be lost if you close the window.
cs: Neuložené změny budou ztraceny, pokud zavřete okno.
de: Ungespeicherte Änderungen gehen verloren, wenn Sie das Fenster schließen.
fr: Les modifications non enregistrées seront perdues si vous fermez la fenêtre.
it: Le modifiche non salvate andranno perse se chiudi la finestra.

source: Feature saved
cs: Funkce uložena
de: Objekt gespeichert
fr: Entité enregistrée
it: Elemento salvato

source: No changes to save
cs: Žádné změny k uložení
de: Keine Änderungen zum Speichern
fr: Aucune modification à enregistrer
it: Nessuna modifica da salvare

source: Loading...
cs: Načítání...
de: Laden...
fr: Chargement...
it: Caricamento in corso...

source: Reset
cs: Resetovat
de: Zurücksetzen
fr: Réinitialiser
it: Reimposta

source: Open table settings
cs: Otevřít nastavení tabulky
de: Tabelleneinstellungen öffnen
fr: Ouvrir les paramètres de la table
it: Apri impostazioni tabella

source: Refresh table
cs: Obnovit tabulku
de: Tabelle aktualisieren
fr: Actualiser la table
it: Aggiorna tabella

source: Edit on a new page
cs: Upravit na nové stránce
de: Auf neuer Seite bearbeiten
fr: Éditer sur une nouvelle page
it: Modifica su una nuova pagina

source: Last changed
cs: Poslední změna
de: Zuletzt geändert
fr: Dernière modification
it: Ultima modifica

source: Advanced Export
cs: Pokročilý export
de: Erweiterter Export
fr: Exportation avancée
it: Esportazione Avanzata

source: Quick Export
cs: Rychlý export
de: Schnell-Export
fr: Exportation rapide
it: Esportazione Rapida

source: Filters are applied
cs: Filtry jsou aplikovány
de: Filter sind angewendet
fr: Des filtres sont appliqués
it: Filtri applicati

source: Text search
cs: Textové vyhledávání
de: Textsuche
fr: Recherche textuelle
it: Ricerca testuale

source: Please select
cs: Vyberte prosím
de: Bitte auswählen
fr: Veuillez sélectionner
it: Si prega di selezionare

source: Not used
cs: Nepoužito
de: Nicht verwendet
fr: Non utilisé
it: Non usato

source: Field
cs: Pole
de: Feld
fr: Champ
it: Campo

source: Load geometry info...
cs: Načítání informací o geometrii...
de: Geometrie-Info laden...
fr: Charger les informations de la géométrie...
it: Caricamento informazioni geometria...

source: Failed to get information about the geometry
cs: Nepodařilo se získat informace o geometrii
de: Fehler beim Abrufen der Geometrie-Informationen
fr: Impossible d'obtenir des informations sur la géométrie
it: Errore nel recuperare informazioni sulla geometria

source: Perimeter
cs: Obvod
de: Umfang
fr: P\xE9rim\xE8tre
it: Perimetro

source: Length
cs: Délka
de: Länge
fr: Longueur
it: Lunghezza

source: Area
cs: Plocha
de: Fläche
fr: Zone

source: Geometry type
cs: Typ geometrie
de: Geometrietyp
fr: Type de g\xE9om\xE9trie
it: Tipo di geometria

source: Extent (xMin)
cs: Rozsah (xMin)
de: Ausdehnung (xMin)
fr: Etendue (xMin)
it: Estensione (xMin)

source: Extent (yMin)
cs: Rozsah (yMin)
de: Ausdehnung (yMin)
fr: Etendue (yMin)
it: Estensione (yMin)

source: Extent (xMax)
cs: Rozsah (xMax)
de: Ausdehnung (xMax)
fr: Etendue (xMax)
it: Estensione (xMax)

source: Extent (yMax)
cs: Rozsah (yMax)
de: Ausdehnung (yMax)
fr: Etendue (yMax)
it: Estensione (yMax)

source: Feature versioning
cs: Verze funkcí
de: Objektversionierung
fr: Versionnage des entit\xE9s
it: Versionamento delle feature

source: Experimental feature. Some operations may not work if feature versioning is enabled.
cs: Experimentální funkce. Některé operace nemusí fungovat, pokud je povoleno verzování funkcí.
de: Experimentelles Feature. Einige Operationen funktionieren möglicherweise nicht, wenn die Objektversionierung aktiviert ist.
fr: Fonctionnalité expérimentale. Certaines opérations peuvent ne pas fonctionner si le versionnage des entités est activé.
it: Caratteristica sperimentale. Alcune operazioni potrebbero non funzionare se il versionamento delle feature è abilitato.

source: Disable feature versioning?
cs: Zakázat verzování funkcí?
de: Objektversionierung deaktivieren?
fr: Désactiver le versionnage des entités?
it: Disabilitare il versionamento delle feature?

source: Turning off feature versioning will truncate the history and keep only the latest state.
cs: Vypnutím verzování funkcí se historie zkrátí a zůstane pouze poslední stav.
de: Das Deaktivieren der Objektversionierung wird die Historie löschen und nur den letzten Stand behalten.
fr: La désactivation du versionnage des entités tronquera l'historique et conservera uniquement l'état le plus récent.
it: Disattivare il versionamento delle feature troncherà la cronologia mantenendo solo lo stato più recente.

source: Settings
cs: Nastavení
de: Einstellungen
fr: Param\xE8tres
it: Impostazioni

source: Transaction not found
cs: Transakce nebyla nalezena
de: Transaktion nicht gefunden
fr: Transaction non trouvée
it: Transazione non trovata

source: Operation conflict in transaction
cs: Konflikt operací v transakci
de: Operationskonflikt in der Transaktion
fr: Conflit d'opération dans la transaction
it: Conflitto operativo nella transazione

source: Transaction not committed
cs: Transakce nebyla potvrzena
de: Transaktion nicht abgeschlossen
fr: Transaction non validée
it: Transazione non confermata

source: Not implemented for feature versioning
cs: Není implementováno pro verzování funkcí
de: Nicht für die Objektversionierung implementiert
fr: Non implémenté pour le versionnage des entités
it: Non implementato per il versionamento delle feature

source: This operation cannot be performed on a resource with feature versioning enabled. Disable feature versioning for the resource first, and then try again.
cs: Tuto operaci nelze provést na zdroji se zapnutým verzováním funkcí. Nejprve zakažte verzování funkcí pro zdroj a poté to zkuste znovu.
de: Diese Operation kann bei einer Ressource mit aktiviertem Feature-Versionierung nicht durchgeführt werden. Deaktivieren Sie zuerst die Feature-Versionierung für die Ressource und versuchen Sie es dann erneut.
fr: Cette opération ne peut pas être effectuée sur une ressource avec la versionnage des entités activé. Désactivez d'abord la versionnage des entités pour la ressource, puis réessayez.
it: Questa operazione non può essere eseguita su una risorsa con il versionamento delle feature abilitato. Disabilita prima il versionamento delle feature per la risorsa e riprova.

source: Feature versioning required
cs: Vyžadováno verzování funkcí
de: Feature-Versionierung erforderlich
fr: Versionnage des entités requis
it: Versioning degli elementi richiesto

source: Feature versioning is not supported for this resource.
cs: Verze funkcí není pro tento zdroj podporována.
de: Feature-Versionierung wird für diese Ressource nicht unterstützt.
fr: Le versionnage des entités n'est pas pris en charge pour cette ressource.
it: Il versioning degli elementi non è supportato per questa risorsa.

source: Feature versioning is not enabled for this resource.
cs: Verze funkcí není pro tento zdroj povolena.
de: Feature-Versionierung ist für diese Ressource nicht aktiviert.
fr: Le versionnage des entités n'est pas activé pour cette ressource.
it: Il versioning degli elementi non è abilitato per questa risorsa.

source: Epoch required
cs: Vyžadována epocha
de: Epoche erforderlich
fr: Epoque requise
it: Epoch richiesto

source: Epoch mismatch
cs: Nesoulad epochy
de: Epoche stimmt nicht überein
fr: Incompatibilité d'époque
it: Incongruenza di epoch

source: Version out of range
cs: Verze je mimo rozsah
de: Version außerhalb des gültigen Bereichs
fr: Version hors de la gamme
it: Versione fuori dal range

source: Invalid range
cs: Neplatný rozsah
de: Ungültiger Bereich
fr: Gamme invalide
it: Range non valido
