Repository: nextgis/nextgisweb_i18n
Catalog: nextgisweb/feature_layer/*.po
Languages: be, bg, es, pl, pt

source: Attributes
be: Атрыбуты
bg: Атрибути
es: Atributos
pl: Atrybuty
pt: Atributos

source: N/A
be: Н/Д
bg: няма
es: N/D
pt: N/D

source: Geometry
be: Геаметрыя
bg: Геометрия
es: Geometría
pt: Geometria

source: Geometry is not valid.
be: Невалідная геаметрыя.
bg: Геометрията не е валидна.
es: La geometría no es válida.
pl: Geometria jest nieprawidłowa.
pt: A geometria não é válida.

source: Unknown spatial reference system
be: Невядомая сістэма прасторавых каардынат
bg: Неизвестна координатна система
es: Sistema de referencia espacial desconocido
pl: Nieznany układ odniesienia przestrzennego
pt: Sistema de referência espacial desconhecido

source: Parameter 'intersects' geometry is not valid.
be: Параметр геаметрыі 'intersects' невалідны.
bg: Параметрът 'intersects' съдържа невалидна геометрия.
es: El parámetro 'intersects' de la geometría no es válido.
pl: Geometria parametru 'intersects' jest nieprawidłowa.
pt: A geometria do parâmetro 'intersecta' não é válida.

source: Output format is not provided.
be: Фармат вываду не прадугледжаны.
bg: Не е посочен изходящ формат.
es: No se proporciona formato de salida.
pt: Formato de saída não fornecido.

source: Format '%s' is not supported.
be: Фармат '%s' не падтрымліваецца.
bg: Форматът '%s' не се поддържа.
es: El formato '%s' no es compatible.
pt: O formato '%s' não é suportado.

source: The export limit is set to {limit} features, but the layer contains {count}.
be: Межа экспарту ўсталявана на {limit} аб'ектаў, але слой утрымлівае {count}.
bg: Ограничението за експорт е настроено на {limit} обекти, но слоят съдържа {count}.
es: El límite de exportación está establecido en {limit} entidades, pero la capa contiene {count}.
pl: Limit eksportu to {limit} obiektów, ale warstwa zawiera {count}.
pt: O limite de exportação é definido para {limit} elementos, mas a camada contém {count}.

source: Failed to reproject 'intersects' geometry.
be: Не ўдалося перапраецыраваць геаметрыю 'intersects'.
bg: Неуспешено репроектиране на геометрия с 'intersects'.
es: No se pudo reproyectar la geometría de 'intersección'.
pl: Nie udało się przekształcić geometrii 'intersects'.
pt: Falha ao reprojetar a geometria de "intersecta".

source: File name parameter '{}' is not valid.
be: Параметр імя файла '{}' не сапраўдны.
bg: Параметърът за име на файл '{}' не е валиден.
es: El parámetro de nombre de archivo '{}' no es válido.
pl: Parametr nazwy pliku '{}' jest nieprawidłowy.
pt: O parâmetro de nome de arquivo "{}" não é válido.

source: Feature not found
be: Аб'ект не знойдзены
bg: Обектът не е открит
es: Objeto geográfico no encontrado
pl: Nie znaleziono funckji
pt: Elemento não encontrado

source: Feature with id = %d was not found in resource with id = %d.
be: Аб'ект з id = %d не быў знойдзены ў рэсурсе з id = %d.
bg: Обектът с id = %d не е открит в ресурса с id = %d.
es: Objeto geográfico con id = %d no se encontró en el recurso con id = %d.
pl: Funkcja o identyfikatorze = %d nie została znaleziona w zasobie o identyfikatorze = %d.
pt: Elemento com id = %d não foi encontrado no recurso com id = %d.

source: The feature may have been deleted or an error in the address.
be: Магчыма, аб'ект быў выдалены або ў адрасе памылка.
bg: Обектът може да е изтрит или има грешка в адреса.
es: Es posible que el objeto geográfico se haya eliminado o que haya un error en la dirección.
pl: Funkcja mogła zostać usunięta lub wystąpił błąd w adresie.
pt: O elemento pode ter sido apagado ou um erro no endereço.

source: Feature not deleted
be: Аб'ект не выдалены
bg: Обектът не е изтрит
es: Objeto geográfico no eliminado
pl: Obiekt nie został usunięty
pt: Elemento não apagado

source: Unable to restore the #{} feature as it is not deleted.
be: Немагчыма аднавіць аб'ект з №#{}, паколькі ён не выдалены.
bg: Невъзможно да възстановите обект номер #{} тъй като не е изтрит.
es: No se puede restaurar el objeto geográfico #{} porque no está eliminado.
pl: Nie można przywrócić obiektu #{} ponieważ nie został usunięty.
pt: Não é possível restaurar o elemento #{} pois não está apagado.

source: Feature table
be: Табліца аб'ектаў
bg: Таблица на обекти
es: Tabla de objetos geográficos
pl: Tabela atrybutów
pt: Tabela de elementos

source: Field not found (ID=%d).
be: Поле не знойдзена (ID=%d).
bg: Полето не е открито (ID=%d).
es: Campo no encontrado (ID=%d).
pl: Nie znaleziono pola (ID=%d).
pt: Campo não encontrado (ID = %d).

source: Field name is forbidden: '{}'. Please remove or rename it.
be: Назва поля забаронена: ''{}''. Калі ласка, выдаліце або пераназавіце яго.
bg: Името на полето е забранено: ''{}''. Моля го премахнете или го преименувайте.
es: El nombre del campo está prohibido: '{}'. Elimínelo o cámbiele el nombre.
pt: Nome de campo proibido: '{}'. Por favor, remova ou renomeie.

source: Versioning not supported
be: Версіяніўанне не падтрымліваецца
bg: Версионирането не се поддържа
es: Versionado no compatible
pl: Wersjonowanie obiektów
pt: Versionamento não suportado

source: Set field value to NULL (No data)
be: Задаць значэнне поля ў NULL (No data)
bg: Установи NULL като значението на полето (Няма данни)
es: Colocar el valor del campo en NULL (sin datos)
pl: Ustaw wartość pola jako NULL (brak danych)
pt: Definir o valor do campo como NULL (sem dados)

source: There are no attributes in the vector layer
be: У вектарным слоі няма атрыбутаў
bg: Няма атрибути в векторния слой
es: No hay atributos en la capa vectorial
pl: Brak atrybutów warstwie wektorowej
pt: Não há atributos na camada vetorial

source: Resources
be: Рэсурсы
bg: Ресурси
es: Recursos
pl: Zasoby
pt: Recursos

source: Format
be: Фармат
bg: Формат
es: Formato
pt: Formato

source: SRS
be: Сістэма прасторавых каардынат (SRS)
bg: Координатна система
pt: # SRS is often used directly as an abbreviation for Spatial Reference System

source: Encoding
be: Кадаванне
bg: Кодировка
es: Codificación de caracteres
pl: Kodowanie
pt: Codificação

source: FID field
be: Поле FID
bg: FID поле
es: Campo FID
pl: pole FID
pt: Campo FID

source: Use field display names instead of keynames
be: Выкарыстоўвайце імёны для адлюстравання палёў замест імёнаў ключоў
bg: Използвай показваните имена на полета вместо ключови
es: Utilice nombres para mostrar en lugar de nombres clave
pl: Używaj nazw pól zamiast nazw kluczy
pt: Usar nomes de exibição dos campos em vez de nomes-chave

source: Fields
be: Палі
bg: Полета
es: Campos
pl: Pola
pt: Campos

source: Limit by extent
be: Межаваць па ахопу
bg: Ограничение по обхват
es: Limitar por extensión
pl: Ogranicz według zasięgu
pt: Limitar por extensão

source: Filter text
be: Тэкст фільтра
bg: Текст за филтриране
es: Texto del filtro
pl: Tekst filtra
pt: Texto do filtro

source: Zip archive
be: Zip архіў
bg: Zip архив
es: Archivo zip
pl: Archiwum plików ZIP
pt: Arquivo zip

source: Save
be: Захаваць
bg: Запази
es: Guardar
pl: Zapisz
pt: Guardar

source: deg.
be: град.
es: grados
pt: graus

source: Left
be: Злева
bg: Ляво
es: Izquierda
pt: Esquerda

source: Bottom
be: Знізу
bg: Долно
es: Abajo
pt: Inferior

source: Right
be: Справа
bg: Дясно
es: Derecha
pt: Direita

source: Top
be: Уверх
bg: Горно
es: Arriba
pt: Topo

source: Cancel
be: Адмяніць
bg: Отмени
es: Cancelar
pl: Anuluj
pt: Cancelar

source: Are you sure?
be: Вы ўпэўнены?
bg: Сигурни ли сте?
es: ¿Estás seguro?
pl: Czy na pewno?
pt: Tem certeza?

source: Unsaved changes will be lost if you close the window.
be: Несапраўданыя змены будуць страчаны, калі вы зачыніце акно.
bg: Незапазените промени ще бъдат загубени ако затворите прозореца.
es: Los cambios no guardados se perderán si cierras la ventana.
pl: Niezapisane zmiany zostaną utracone po zamknięciu okna.
pt: As alterações não salvas serão perdidas se você fechar a janela.

source: Feature saved
be: Аб'ект захаваны
bg: Обектът е запазен
es: Objeto geográfico guardado
pl: Obiekt zapisany
pt: Elemento salvo

source: No changes to save
be: Няма зменаў для захавання
bg: Няма промени за запазване
es: No hay cambios para guardar
pl: Brak zmian do zapisania
pt: Nenhuma alteração para salvar

source: Loading...
be: Загрузка...
bg: Зареждане...
es: Cargando...
pl: Ładowanie...
pt: Carregando...

source: Reset
be: Скід
bg: Нулиране
es: Restablecer
pl: Resetuj
pt: Redefinir

source: Open table settings
be: Адкрыць налады табліцы
bg: Отвори настройките на таблицата
es: Abrir configuración de la tabla
pl: Otwórz ustawienia tabeli
pt: Abrir configurações da tabela

source: Refresh table
be: Абнавіць табліцу
bg: Обнови таблицата
es: Actualizar tabla
pl: Odśwież tabelę
pt: Atualizar tabela

source: Open
be: Адкрыць
bg: Отвори
es: Abrir
pl: Otwórz
pt: Abrir

source: Delete
be: Выдаліць
bg: Изтрий
es: Eliminar
pl: Usuń
pt: Apagar

source: Edit
be: Рэдагаваць
bg: Редактирай
es: Editar
pl: Edytuj warstwę
pt: Editar

source: Edit on a new page
be: Рэдагаваць на новай старонцы
bg: Редактиране на нова страница
es: Editar en una nueva página
pl: Edytuj na nowej stronie
pt: Editar em uma nova página

source: Search...
be: Шукаць...
bg: Търсене...
es: Buscando...
pl: Szukaj...
pt: Pesquisar ...

source: Last changed
be: Апошнія змены
bg: Последна промяна
es: Último cambio
pl: Ostatnio zmienione
pt: Última alteração

source: Save as
be: Захаваць як
bg: Запази като
es: Guardar como
pl: Zapisz jako
pt: Guardar como

source: Advanced Export
be: Прасунуты экспарт
bg: Разширен експорт
es: Exportación avanzada
pl: Eksport zaawansowany
pt: Exportação Avançada

source: Quick Export
be: Хуткі экспарт
bg: Бърз експорт
es: Exportación Rápida
pl: Szybki eksport
pt: Exportação Rápida

source: Filters are applied
be: Фільтры ўжыты
bg: Филтрите са приложени
es: Se aplican filtros
pl: Zastosowano filtry
pt: Filtros aplicados

source: Display name
be: Адлюстроўваемае імя
bg: Показвано име
es: Nombre para mostrar
pl: Nazwa wyświetlana
pt: Nome de exibição

source: Keyname
be: Ключавое імя
bg: Ключ
es: Nombre clave
pl: Klucz właściwości warstwy
pt: Chave

source: Type
be: Тып
bg: Тип
es: Tipo
pl: Rodzaj
pt: Tipo

source: Lookup table
be: Табліца пошуку
bg: Справочник
es: Tabla de búsqueda
pl: Tabela wyszukiwania
pt: Tabela de pesquisa

source: Text search
be: Тэкставы пошук
bg: Търсене в текста
es: Búsqueda de texto
pl: Wyszukiwanie tekstowe
pt: Pesquisa de texto

source: Label attribute
be: Пазнака атрыбуту
bg: Атрибут на името
es: Atributo de etiqueta
pl: Właściwości etykiety
pt: Atributo para rótulo

source: Please select
be: Калі ласка, выберыце
bg: Моля, изберете
es: Por favor seleccione
pl: Proszę wybrać
pt: Por favor, selecione

source: Not used
be: Не выкарыстоўваецца
bg: Не е използван
es: No utilizado
pl: Nieużywane
pt: Não utilizado

source: Field
be: Поле
bg: Поле
es: Campo
pl: Pole
pt: Campo

source: Load geometry info...
be: Загрузка інфармацыі пра геаметрыю...
bg: Зареждане на информация за геометрията...
es: Cargar información de geometría...
pl: Ładowanie informacji o geometrii...
pt: Carregar informações da geometria...

source: Failed to get information about the geometry
be: Не атрымалася атрымаць інфармацыю пра геаметрыю
bg: Неуспешно извличане на информация за геометрията
es: Error al obtener información sobre la geometría
pl: Nie udało się pobrać informacji o geometrii
pt: Falha ao obter informações sobre a geometria

source: Perimeter
be: Перыметр
bg: Периметър
es: Perímetro
pl: Obwód
pt: Per\xEDmetro

source: Length
be: Даўжыня
bg: Дължина
es: Longitud
pl: Długość
pt: Comprimento

source: Area
be: Плошча
bg: Площ
es: Área
pl: Powierzchnia
pt: \xC1rea

source: Geometry type
be: Тып геаметрыі
bg: Тип геометрия
es: Tipo de geometría
pl: Typ geometrii
pt: Tipo de geometria

source: Extent (xMin)
be: Мяжы (xMin)
bg: Обхват (xMin)
es: Extensión (xMin)
pl: Zakres (xMin)
pt: Extens\xE3o (xMin)

source: Extent (yMin)
be: Мяжы (yMin)
bg: Обхват (yMin)
es: Extensión (yMin)
pl: Zakres (yMin)
pt: Extens\xE3o (yMin)

source: Extent (xMax)
be: Мяжы (xMax)
bg: Обхват (xMax)
es: Extensión (xMax)
pl: Zakres (xMax)
pt: Extens\xE3o (xMax)

source: Extent (yMax)
be: Мяжы (yMax)
bg: Обхват (yMax)
es: Extensión (yMax)
pl: Zakres (yMax)
pt: Extens\xE3o (yMax)

source: Feature versioning
be: Версіяніраванне аб'ектаў
bg: Версиониране на обекти
es: Versionado de entidades
pl: Wersjonowanie obiektów
pt: Versionamento de elementos

source: Experimental feature. Some operations may not work if feature versioning is enabled.
be: Эксперыментальная функцыя. Некаторыя аперацыі могуць не працаваць, калі ўключана версіяніраванне аб'ектаў.
bg: Експериментална функция. Някои операции може да не работят, ако е активирано версионирането на обекти.
es: Función experimental. Algunas operaciones pueden no funcionar si el versionado de entidades está habilitado.
pt: Recurso experimental. Algumas operações podem não funcionar se o versionamento de elementos estiver ativado.

source: Disable feature versioning?
be: Адключыць версіяніраванне аб'ектаў?
bg: Да деактивирам ли версионирането на обекти?
es: ¿Desactivar el versionado de entidades?
pl: Wyłączyć wersjonowanie obiektów?
pt: Desativar o versionamento de elementos?

source: Turning off feature versioning will truncate the history and keep only the latest state.
be: Адключэнне версіяніравання аб'ектаў абріжае гісторыю і захоўвае толькі апошні стан.
bg: Деактивирането на версионирането на обекти ще изтрие историята и ще запази само последното състояние.
es: Desactivar el versionado de entidades truncará el historial y mantendrá solo el estado más reciente.
pl: Wyłączenie wersjonowania usunie historię i zachowa tylko najnowszy stan.
pt: Desativar o versionamento de elementos irá truncar o histórico e manter apenas o estado mais recente.

source: Settings
be: Налады
bg: Настройки
es: Configuración
pl: Ustawienia
pt: Configura\xE7\xF5es

source: Table
be: Табліца
bg: Таблица
es: Tabla
pl: Tabela
pt: Tabela

source: Yes
be: Так
bg: Да
es: Sí
pt: Sim

source: No
be: Не
bg: Не
pt: Não

source: Transaction not found
be: Транзакцыя не знойдзена
bg: Транзакцията не е намерена
es: Transacción no encontrada
pl: Transakcja nie znaleziona
pt: Transação não encontrada

source: Operation conflict in transaction
be: Канфлікт аперацыі ў транзакцыі
bg: Конфликт на операцията в транзакцията
es: Conflicto de operación en la transacción
pl: Konflikt operacji w transakcji
pt: Conflito de operação na transação

source: Transaction not committed
be: Транзакцыя не захавана
bg: Транзакцията не е финализирана
es: Transacción no confirmada
pl: Transakcja nie została znaleziona
pt: Transação não confirmada

source: Not implemented for feature versioning
be: Не рэалізавана для версіяніравання аб'ектаў
bg: Не е реализирано за версиониране на обекти
es: No implementado para el versionado de entidades
pl: Niezaimplementowane dla wersjonowania obiektów
pt: Não implementado para versionamento de elementos

source: This operation cannot be performed on a resource with feature versioning enabled. Disable feature versioning for the resource first, and then try again.
be: Гэта аперацыя не можа быць выканана на рэсурсе з уключаным версіяніраваннем аб'ектаў. Спачатку адключыце версіяніраванне аб'ектаў для рэсурсу, а затым паспрабуйце зноў.
bg: Тази операция не може да се извърши върху ресурс с активирано версиониране на обекти. Деактивирайте първо версионирането на обекти за ресурса и след това опитайте отново.
es: Esta operación no se puede realizar en un recurso con el versionado de entidades habilitado. Desactive primero el versionado de entidades para el recurso, y luego inténtelo de nuevo.
pl: Nie można wykonać tej operacji na zasobie z włączonym wersjonowaniem. Najpierw wyłącz wersjonowanie, a następnie spróbuj ponownie.
pt: Esta operação não pode ser realizada em um recurso com versionamento de elementos ativado. Desative o versionamento de elementos para o recurso primeiro e tente novamente.

source: Feature versioning required
be: Патрабуецца версіяніраванне аб'ектаў
bg: Изисква се версиониране на обекти
es: Versionado de entidades requerido
pl: Wymagane wersjonowanie obiektów
pt: Necessária a versionação de elementos

source: Feature versioning is not supported for this resource.
be: Версіянаванне аб'ектаў не падтрымліваецца для гэтага рэсурсу.
bg: Версионирането на обекти не се поддържа за този ресурс.
es: El versionado de entidades no es compatible con este recurso.
pl: Wersjonowanie obiektów nie jest obsługiwane dla tego zasobu.
pt: A versionação de elementos não é suportada para este recurso.

source: Feature versioning is not enabled for this resource.
be: Версіянаванне аб'ектаў не ўключана для гэтага рэсурсу.
bg: Версионирането на обекти не е активирано за този ресурс.
es: El versionado de entidades no está habilitado para este recurso.
pl: Wersjonowanie obiektów nie jest włączone dla tego zasobu.
pt: A versionação de elementos não está habilitada para este recurso.

source: Epoch required
be: Патрабуецца эпоха
bg: Изисква се епоха
es: Época requerida
pl: Wymagana epoka
pt: Epoch necessária

source: Epoch mismatch
be: Няспадзяванне з эпохай
bg: Несъответствие в епохата
es: Incompatibilidad de época
pl: Nieprawidłowa epoka
pt: Incompatibilidade de epoch

source: Version out of range
be: Версія па-за межамі дапушчальнага диапазону
bg: Версията е извън обхвата
es: Versión fuera de rango
pl: Wersja poza zakresem
pt: Versão fora do intervalo

source: Invalid range
be: Няправільны диапазон
bg: Невалиден обхват
es: Rango inválido
pl: Nieprawidłowy zakres
pt: Intervalo inválido

source: Feature #%d
be: Аб'ект #%d
bg: Обект #%d
es: Objeto geográfico #%d
pl: Funkcja #%d
pt: Elemento #%d

source: MVT Vector Tiles
be: Вектарныя тайлы MVT
bg: MVT векторни плочки
es: MVT Teselas Vectoriales
pl: Mapbox Vector Tiles
pt: Tiles vetoriais MVT

source: The Mapbox Vector Tile is an efficient encoding for map data into vector tiles that can be rendered dynamically.
be: Вектарныя тайлы Mapbox - гэта эфектыўнае кадаванне даных карты ў вектарныя тайлы, якія могуць быць адлюстраваны дынамічна.
bg: Векторни плочки MVT е ефикасен механизъм за кодиране на информацията от карти във векторен формат, който може да се визуализира динамично.
es: Mapbox Vector Tile es una codificación eficiente para datos de mapas en mosaicos vectoriales que se pueden renderizar dinámicamente.
pl: Mapbox Vector Tile to wydajny sposób kodowania danych mapowych do kafelków wektorowych, które mogą być renderowane dynamicznie.
pt: Os Tiles Vetoriais Mapbox são uma eficiente codificação de dados de mapa em tiles vetoriais que podem ser renderizados dinamicamente.

source: Features
be: Аб'екты
bg: Обекти
es: Objetos geográficos
pl: Właściwości
pt: Elementos

source: Couldn't add FID field '{}'. Such field already exists.
pl: Nie można dodać pola FID '{}. Takie pole już istnieje.

source: Open on a new page
pl: Otwórz na nowej stronie
