Repository: nextgis/nextgisweb_i18n
Catalog: nextgisweb/pyramid/*.po
Languages: be, bg, cs, de, es, fr, it, pl, pt

source: Web GIS is restarting, please wait...
pl: Web GIS jest ponownie uruchamiany, proszę czekać...

source: Custom
pl: Własny

source: System
pl: Systemowy

source: Font
pl: Czcionka

source: Type
pl: Typ

source: Delete
pl: Usuń

source: Show system fonts
pl: Pokaż czcionki systemowe

source: The home path setting is saved.
be: Налада хатняга шляху захавана.
bg: Настройките на началната страница са запазени.
cs: Nastavení domovské cesty se uloží.
de: Die Einstellung des Startpfads ist gespeichert.
es: Se guarda la configuración de la ruta de inicio.
fr: Le chemin d'accueil est enregistré.
it: L'impostazione del percorso di home è salvata.
pl: Ustawienie ścieżki domowej zostało zapisane.
pt: A configuração do caminho inicial foi salva.

source: Sign in
be: Увайсці
bg: Влез
cs: Přihlaste
de: Anmelden
es: Conectarse
fr: Se connecter
it: Accedi
pl: Zaloguj się
pt: Entrar

source: Invitation session
be: Сесія запрашэння
bg: Сесия за поканване
cs: Pozvánka
de: Einladungssitzung
es: Sesión de invitación
fr: Séance d'invitation
it: Sessione di invito
pl: Sesja zaproszenia
pt: Sessão de convite

source: User settings
be: Налады карыстальніка
bg: Потребителски настройки
cs: Uživatelská nastavení
de: Benutzereinstellungen
es: Configuración de usuario
fr: Paramètres utilisateur
it: Impostazioni utente
pl: Ustawienia użytkownika
pt: Configurações do usuário

source: Sign out
be: Выйсці
bg: Излез
cs: Odhlásit se
de: Abmelden
es: Desconectarse
fr: Se déconnecter
it: Disconnetti
pl: Wyloguj
pt: Sair

source: Resources
be: Рэсурсы
bg: Ресурси
cs: Zdroje
de: Ressourcen
es: Recursos
fr: Ressources
it: Risorse
pl: Źródła
pt: Recursos

source: Control panel
be: Панэль кіравання
bg: Контролен панел
cs: Kontrolní panel
de: Systemsteuerung
es: Panel de control
fr: Panneau de configuration
it: Pannello di controllo
pl: Panel kontroli
pt: Painel de controle

source: Help
be: Даведка
bg: Помощ
cs: Pomoc
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
pl: Pomoc
pt: Ajuda

source: We recommend height of 45 px and width of up to 200 px.
be: Мы рэкамендуем вышыню 45 пікселяў і шырыню да 200 пікселяў.
bg: Препоръчваме височина от 45 px и широчина не повече от 200 px.
cs: Doporučujeme výšku 45 px a šířku až 200 px.
de: Empfohlene Größe: 45 px hoch und 200 px breit.
es: Recomendamos una altura de 45 px y una anchura de hasta 200 px.
fr: Nous recommandons une hauteur de 45 px et une largeur jusqu'à 200 px.
it: Consigliamo un'altezza di 45 px ed una larghezza massima di 200 px.
pl: Rekomendowana wysokość to 45px i szerokość do 200px.
pt: Recomendamos altura de 45 px e largura de até 200 px.

source: Only PNG and SVG images are supported.
be: Падтрымліваюцца толькі выявы PNG і SVG.
bg: Поддържат се само изображения в PNG и SVG формат.
cs: Podporovány jsou pouze obrázky ve formátech PNG a SVG.
de: Nur PNG- und SVG-Bilder werden unterstützt.
es: Solo se soportan imágenes en formato PNG y SVG.
fr: Seules les images PNG et SVG sont supportées.
it: Solo immagini PNG e SVG sono supportate.
pl: Obsługiwane są tylko obrazy PNG i SVG.
pt: Apenas imagens PNG e SVG são suportadas.

source: Measurement ID
be: Ідэнтыфікатар вымярэння
bg: Идентификатор за измерване
cs: ID měření
de: Mess-ID
es: ID de medición
fr: ID de mesure
it: ID misurazione
pl: ID pomiaru
pt: ID de medição

source: Add
be: Дадаць
bg: Добави
cs: Přidat
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
pl: Dodaj
pt: Adicionar

source: The setting is saved.
be: Налада захавана.
bg: Настройката е запазена.
cs: Nastavení bylo uloženo.
de: Die Einstellung ist gespeichert.
es: La configuración se ha guardado.
fr: Le paramètre est enregistré.
it: L'impostazione è stata salvata.
pl: Ustawienie zostało zapisane.
pt: A configuração foi salva.

source: Reload the page to get them applied.
be: Перазагрузіце старонку, каб прымяніць іх.
bg: Презаредете страницата, за да приложите настройките.
cs: Pro aplikaci nastavení znovu načtěte stránku.
de: Laden Sie die Seite neu, um sie anzuwenden.
es: Recargue la página para aplicar los cambios.
fr: Rechargez la page pour les appliquer.
it: Ricarica la pagina per applicare le modifiche.
pl: Przeładuj stronę, aby zastosować ustawienia.
pt: Recarregue a página para aplicar as alterações.

source: Add one or more counters to your Web GIS.
be: Дадайце адзін або некалькі лічыльнікаў у вашу Вэб ГІС.
bg: Добавете един или повече броячи към вашия Web GIS.
cs: Přidejte jeden nebo více čítačů do svého webového GIS.
de: Fügen Sie Ihrem Web GIS einen oder mehrere Zähler hinzu.
es: Agregue uno o más contadores a su Web GIS.
fr: Ajoutez un ou plusieurs compteurs à votre Web GIS.
it: Aggiungi uno o più contatori al tuo Web GIS.
pl: Dodaj jeden lub więcej liczników do swojej sieci GIS.
pt: Adicione um ou mais contadores ao seu Web GIS.

source: HTML code of these counters will be embeded into each page and will allow you to track user activity.
be: HTML-код гэтых лічыльнікаў будзе ўбудаваны на кожную старонку і дазволіць адсочваць актыўнасць карыстальнікаў.
bg: HTML кодът на тези броячи ще бъде вграден на всяка страница и ще позволи проследяване на потребителската активност.
cs: HTML kód těchto čítačů bude vložen do každé stránky a umožní vám sledovat aktivitu uživatelů.
de: Der HTML-Code dieser Zähler wird in jede Seite eingebettet und ermöglicht es Ihnen, die Benutzeraktivität zu verfolgen.
es: El código HTML de estos contadores se incrustará en cada página y le permitirá rastrear la actividad de los usuarios.
fr: Le code HTML de ces compteurs sera intégré dans chaque page et vous permettra de suivre l'activité des utilisateurs.
it: Il codice HTML di questi contatori sarà incorporato in ogni pagina e ti permetterà di tracciare l'attività degli utenti.
pl: Kod HTML tych liczników zostanie osadzony na każdej stronie i pozwoli śledzić aktywność użytkowników.
pt: O código HTML desses contadores será embutido em cada página e permitirá rastrear a atividade dos usuários.

source: Tag number
be: Нумар тэга
bg: Номер на етикет
cs: Číslo štítku
de: Tag-Nummer
es: Número de etiqueta
fr: Numéro de balise
it: Numero tag
pl: Numer tagu
pt: Número da etiqueta

source: Webvisor
pl: Webvisior

source: Some changes may be reflected only after full estimation.
be: Некаторыя змены могуць адлюстроўвацца толькі пасля поўнай ацэнкі.
bg: Някои промени може да са отразени само след пълно оценяване.
cs: Některé změny se mohou projevit až po úplném odhadu.
de: Einige Änderungen werden erst nach vollständiger Schätzung sichtbar.
es: Algunos cambios pueden reflejarse solo después de una estimación completa.
fr: Certains changements peuvent être reflétés uniquement après une estimation complète.
it: Alcune modifiche potrebbero essere visibili solo dopo una stima completa.
pl: Niektóre zmiany mogą być widoczne dopiero po pełnym oszacowaniu.
pt: Algumas mudanças podem ser refletidas apenas após uma estimação completa.

source: Storage usage was fully estimated at {f}.
pl: Zużycie pamięci oszacowano w pełni na {f}.

source: Storage usage was fully estimated at {f} and updated at {u}.
pl: Zużycie pamięci oszacowano na {f} i zaktualizowano na {u}.

source: Storage usage hasn't been estimated yet but was updated at {u}.
pl: Zużycie pamięci nie zostało jeszcze oszacowane, ale zostało zaktualizowane na {u}.

source: Storage usage hasn't been estimated yet.
be: Выкарыстанне сховішча яшчэ не ацэнена.
bg: Използването на памет още не е оценено.
cs: Využití úložiště zatím nebylo odhadnuto.
de: Speichernutzung wurde noch nicht geschätzt.
es: Aún no se ha estimado el uso de almacenamiento.
fr: L'utilisation du stockage n'a pas encore été estimée.
it: L'utilizzo dello storage non è stato ancora stimato.
pl: Zużycie przestrzeni nie zostało jeszcze oszacowane.
pt: O uso de armazenamento ainda não foi estimado.

source: Kind of data
be: Тып дадзеных
bg: Тип данни
cs: Druh dat
de: Datentyp
es: Tipo de datos
fr: Type de données
it: Tipo di dati
pl: Rodzaj danych
pt: Tipo de dado

source: Volume
be: Аб'ём
bg: Обем
cs: Objem
de: Volumen
es: Volumen
fr: Le volume
pl: Wolumen

source: Total
be: Агульная колькасць
bg: Общо
cs: Celek
de: Gesamt
fr: Le total
it: Totale
pl: Łącznie

source: of
be: з
bg: от
cs: z
de: von
es: de
fr: de
it: di
pl: z
pt: de

source: Estimate storage
be: Ацаніць сховішча
bg: Оцени използването на памет
cs: Odhad skladování
de: Speicher schätzen
es: Estimar almacenamiento
fr: Estimer le stockage
it: Stima dello storage
pl: Szacuj przestrzeń dyskową
pt: Estimar armazenamento

source: Package
be: Пакет
bg: Комплект
cs: Balík
de: Paket
es: Paquete
fr: Paquet
it: Pacchetto
pl: Pakiet
pt: Pacote

source: Version
be: Версія
bg: Версия
cs: Verze
es: Versión
it: Versione
pl: Wersja
pt: Versão

source: Platform
be: Платформа
bg: Платформа
cs: Platforma
de: Plattform
es: Plataforma
fr: Plate-forme
it: Piattaforma
pl: Platforma
pt: Plataforma

source: Browser support
be: Падтрымка браўзера
bg: Поддръжка на браузър
cs: Podpora prohlížeče
de: Browserunterstützung
es: Compatibilidad del navegador
fr: Support du navigateur
it: Supporto del browser
pl: Obsługa przeglądarki
pt: Suporte de navegador

source: or higher
be: або вышэй
bg: или по-нов
cs: nebo vyšší
de: oder höher
es: o superior
fr: ou supérieur
it: o superiore
pl: albo wyższa
pt: ou superior

source: Not supported
be: Не падтрымліваецца
bg: Не се поддържа
cs: Neni podporováno
de: Nicht unterstützt
es: No soportado
fr: Non supporté
it: Non supportato
pl: Nieobsługiwane
pt: Não suportado

source: Your browser
be: Ваш браўзер
bg: Вашият браузър
cs: Váš prohlížeč
de: Ihr Browser
es: Tu navegador
fr: Votre navigateur
it: Il tuo browser
pl: Twoja przeglądarka
pt: Seu navegador

source: Checking for updates...
be: Праверка на абнаўленні...
bg: Проверявам актуализации...
cs: Kontrola aktualizací...
de: Überprüfe ob Updates vorhanden sind...
es: Comprobando actualizaciones...
fr: Vérification des mises à jour...
it: Verifica degli aggiornamenti in corso...
pl: Sprawdzanie dostępności aktualizacji...
pt: Verificando atualizações...

source: <a>Contact support</a> for update.
be: <a>Звярніцеся ў службу падтрымкі</a> для абнаўлення.
bg: <a>Свържи се с поддръжката</a> за актуализация.
cs: <a> Kontaktujte podporu </a> pro aktualizaci.
de: <a>Kontaktiere Support</a> für Update.
es: <a>Comunicar con el servicio de asistencia</a> para obtener actualizaciones.
fr: <a>Contactez le support</a> pour une mise à jour.
it: <a>Contatta il supporto</a> per l'aggiornamento.
pl: <a> Skontaktuj się z pomocą techniczną </a>, aby zaktualizować.
pt: <a>Entre em contato com o suporte</a> para atualização.

source: Show details
be: Паказаць падрабязнасці
bg: Покажи детайли
cs: Ukázat detaily
de: Details anzeigen
es: Mostrar detalles
fr: Afficher les détails
it: Mostra dettagli
pl: Pokaż szczegóły
pt: Mostrar detalhes

source: Critical updates are available: {version}. Please consider updating an soon as possible.
be: Даступныя крытычныя абнаўленні: {version}. Калі ласка, абнавіце як мага хутчэй.
bg: Има достъпни критични актуализации: {version}. Препоръчваме да ги установите колкото се може по-бързо.
cs: K dispozici jsou kritické aktualizace: {verze}. Zvažte prosím aktualizaci co nejdříve.
de: Kritische Updates verfügbar:{version}. Bitte sobald als möglich updaten.
es: Hay actualizaciones críticas disponibles: {version}. Considere actualizar lo antes posible.
fr: Des mises à jour critiques sont disponibles : {version}. Veuillez envisager de mettre à jour dès que possible.
it: Sono disponibili aggiornamenti critici: {version}. Si prega di considerare l'aggiornamento il prima possibile.
pl: Dostępne są krytyczne aktualizacje: {version}. Zalecana jest jak najszybsza aktualizacja.
pt: Atualizações críticas disponíveis: {version}. Por favor, considere atualizar o mais rápido possível.

source: New version of {distribution} is available: {version}.
be: Даступная новая версія {distribution}: {version}.
bg: Нова версия на {distribution} е достъпна: {version}.
cs: K dispozici je nová verze {distribution}: {version}.
de: Neue Version von {distribution} ist verfügbar:{version}.
es: Hay una nueva versión de {distribution} disponible: {version}.
fr: Une nouvelle version de {distribution} est disponible: {version}.
it: Una nuova versione di {distribution} è disponibile: {version}.
pl: Dostępna jest nowa wersja {distribution}: {version}.
pt: Nova versão de {distribution} disponível: {version}.

source: Your {distribution} is up-to-date.
be: Ваш {distribution} абноўлены.
bg: Имате най-актуална версия на {distribution}.
cs: Vaše {distribuce} je aktuální.
de: Ihre {distribution} ist aktuell.
es: Tu {distribution} está actualizado
fr: Votre {distribution} est à jour.
it: Il tuo {distribution} è aggiornato.
pl: Twoja wersja {distribution} jest aktualna.
pt: Seu {distribution} está atualizado.

source: The system name setting is saved.
be: Налада назвы сістэмы захавана.
bg: Името на система е запазено.
cs: Nastavení názvu systému se uloží.
de: Die Systemeinstellung wurde gespeichert.
es: Se guarda la configuración del nombre del sistema.
fr: La configuration du nom du système est sauvegardée.
it: L'impostazione del nome del sistema è stata salvata.
pl: Ustawienie nazwy systemu zostało zapisane.
pt: A configuração do nome do sistema foi salva.

source: Critical updates are available
be: Даступныя крытычныя абнаўленні
bg: Има достъпни критични актуализации
cs: K dispozici jsou kritické aktualizace
de: Kritische Updates verfügbar.
es: Hay actualizaciones críticas disponibles
fr: Des mises à jour critiques sont disponibles.
it: Sono disponibili aggiornamenti critici
pl: Dostępne są krytyczne aktualizacje
pt: Atualizações críticas disponíveis

source: Updates are available
be: Даступныя абнаўленні
bg: Има достъпни актуализации
cs: Aktualizace jsou k dispozici
de: Updates sind verfügbar
es: Hay actualizaciones disponibles
fr: Des mises à jour sont disponibles
it: Sono disponibili aggiornamenti
pl: Dostępne aktualizacje
pt: Atualizações disponíveis

source: Click to see what's new
be: Націсніце, каб паглядзець, што новага
bg: Натисни да видиш какво ново има
cs: Kliknutím zobrazíte, co je nového
de: Klicken Sie, um die Neuigkeiten anzusehen
es: Haga clic para ver las novedades
fr: Cliquez pour voir les nouveautés
it: Clicca per vedere le novità
pl: Kliknij, aby zobaczyć, co nowego
pt: Clique para ver as novidades

source: Cross-origin resource sharing (CORS)
be: Агульны доступ да рэсурсаў па-за межамі (CORS)
bg: Споделяне на ресурси между различни източници (CORS)
cs: Sdílení zdrojů mezi zdroji (CORS)
es: Compartición de recursos de origen cruzado (CORS)
fr: Partage des ressources cross-origin (CORS)
it: Condivisione delle risorse tra origini diverse (CORS)
pl: Udostępnianie zasobów między różnymi źródłami (CORS)
pt: Partilha de recursos de origem cruzada (CORS)

source: Browser compatibility test
be: Тэст на сумяшчальнасць браўзера
bg: Проверка на съместимост на браузъра
cs: Test kompatibility prohlížeče
de: Browser-Kompatibilitätstest
es: Prueba de compatibilidad del navegador
fr: Test de compatibilité du navigateur
it: Test di compatibilità del browser
pl: Test kompatybilności przeglądarki
pt: Teste de compatibilidade do navegador

source: %(name)s %(current)s supported
be: %(name)s %(current)s падтрымліваецца
bg: %(name)s %(current)s се поддържа
cs: %(name)s %(current)s podporováno
de: %(name)s %(current)s unterstützt
es: %(name)s %(current)s es compatible
fr: %(name)s %(currentl)s pris en charge
it: %(name)s %(current)s supportato
pl: Obsługiwana wersja %(name)s %(current)s
pt: %(name)s %(current)s suportado

source: Web GIS browser compatibility test has been passed! The Web GIS should work fine.
be: Тэст на сумяшчальнасць браўзера Web GIS пройдзены! Web GIS павінна працаваць добра.
bg: Съвместимост на браузъра с Уеб GIS е проверена! Уеб GIS би трябвало да работи нормално.
cs: Test kompatibility webového prohlížeče GIS byl předán! Webový GIS by měl fungovat dobře.
de: Der Web GIS-Browser-Kompatibilitätstest wurde bestanden! Der Web GIS sollte einwandfrei funktionieren.
es: ¡Se ha superado la prueba de compatibilidad del navegador Web GIS! El Web GIS debería funcionar bien.
fr: Le test de compatibilité du navigateur Web SIG a été passé avec succès ! Le SIG Web devrait fonctionner correctement.
it: Il test di compatibilità del browser con il Web GIS è stato superato! Il Web GIS dovrebbe funzionare correttamente.
pl: Test kompatybilności przeglądarki Web GIS zakończony pomyślnie! Przeglądarka Web GIS powinna pracować dobrze.
pt: O teste de compatibilidade do navegador Web GIS foi aprovado! O Web GIS deve funcionar corretamente.

source: %(name)s not supported
be: %(name)s не падтрымліваецца
bg: %(name)s не се поддържа
cs: %(name)s není podporováno
de: %(name)s nicht unterstützt
es: %(name)s no es compatible
fr: %(name)s non pris en charge
it: %(name)s non supportato
pl: %(name)s nie jest obsługiwana
pt: %(name)s não suportado

source: You're using %(name)s although it's not supported by the Web GIS. It's an outdated browser lacking required features. Try a different browser or contact your system administrator if another browser isn't available.
be: Вы выкарыстоўваеце %(name)s, хаця ён не падтрымліваецца Web GIS. Гэта састарэлы браузэр, у якім адсутнічаюць неабходныя функцыі. Паспрабуйце іншы браузэр або звярніцеся да свайго сістэмнага адміністратара, калі іншы браузэр недаступны.
bg: Използвате %(name)s, въпреки че не се поддържа от Уеб GIS. Браузърът е остарял и не притежава необходими функции. Използвайте друг браузър или обърнете се към системния администратор в случай ако друг браузър не е достъпен.
cs: Používáte %(name) s, i když to není podporováno webovým GIS. Je to zastaralý prohlížeč, který postrádá požadované funkce. Zkuste jiný prohlížeč nebo se obraťte na správce systému, pokud jiný prohlížeč není k dispozici.
de: Sie verwenden %(name)s, der jedoch nicht vom Web GIS unterstützt wird. Es handelt sich um einen veralteten Browser, dem erforderliche Funktionen fehlen. Versuchen Sie es mit einem anderen Browser oder kontaktieren Sie Ihren Systemadministrator, wenn kein anderer Browser verfügbar ist.
es: Está utilizando %(name)s aunque no es compatible con el Web GIS. Es un navegador obsoleto que carece de las funciones requeridas. Pruebe con un navegador diferente o comuníquese con el administrador del sistema si no hay otro navegador disponible.
fr: Vous utilisez %(name)s bien qu'il ne soit pas pris en charge par le SIG Web. C'est un navigateur obsolète qui manque des fonctionnalités requises. Essayez un autre navigateur ou contactez votre administrateur système si aucun autre navigateur n'est disponible.
it: Stai usando %(name)s anche se non è supportato dal Web GIS. È un browser obsoleto che manca delle funzionalità richieste. Prova con un altro browser o contatta il tuo amministratore di sistema se non è disponibile un altro browser.
pl: Używasz %(name)s, która nie jest obsługiwana przez Web GIS. Przeglądarka jest przestarzała. Spróbuj innej lub skontaktuj się z administratorem.
pt: Você está usando %(name)s, embora não seja suportado pelo Web GIS. É um navegador desatualizado que carece de recursos necessários. Tente um navegador diferente ou contate seu administrador de sistema se outro navegador não estiver disponível.

source: %(name)s %(current)s not supported
be: %(name)s %(current)s не падтрымліваецца
bg: %(name)s %(current)s не се поддържа
cs: %(name) s %(current) s není podporováno
de: %(name)s %(current)s nicht unterstützt
es: %(name)s %(current)s no es compatible
fr: %(name)s %(current)s non supporté
it: %(name)s %(current)s non supportato
pl: Wersja %(name)s %(current)s nie jest obsługiwana
pt: %(name)s %(current)s não suportado

source: You're using %(name)s %(current)s although it's not supported by the Web GIS. It's an outdated version lacking required features. Contact your system administrator for upgrading to %(name)s %(required)s+ or try a different browser.
be: Вы выкарыстоўваеце %(name)s %(current)s, хаця ён не падтрымліваецца Web GIS. Гэта састарэлая версія, у якой адсутнічаюць неабходныя функцыі. Звярніцеся да свайго сістэмнага адміністратара, каб абнавіцца да %(name)s %(required)s+ або паспрабуйце іншы браузэр.
bg: Използвате %(name)s %(current)s, въпреки че не се поддържа от Уеб GIS. Версията е остаряла и не притежава необходими функции. Свържете се със системния администратор за актуализиране до %(name)s %(required)s+ или използвайте друг браузър.
cs: Používáte %(name) s %(current) s, i když to není podporováno webovým GIS. Je to zastaralá verze, která postrádá požadované funkce. Obraťte se na správce systému pro upgrade na %(name) s %(required) s+ nebo zkuste jiný prohlížeč.
de: Sie verwenden %(name)s %(current)s, das jedoch nicht vom Web GIS unterstützt wird. Es handelt sich um eine veraltete Version, der erforderliche Funktionen fehlen. Wenden Sie sich an Ihren Systemadministrator, um ein Upgrade auf %(name)s %(required)s+ durchzuführen, oder versuchen Sie es mit einem anderen Browser.
es: Está utilizando %(name)s %(current)s aunque no es compatible con el Web GIS. Es una versión desactualizada que carece de las funciones requeridas. Comuníquese con el administrador de su sistema para actualizar a %(name)s %(required)s+ o pruebe con otro navegador.
fr: Vous utilisez %(name)s %(current)s bien qu'il ne soit pas supporté par le Web GIS. C'est une version obsolète manquant de fonctionnalités requises. Contactez votre administrateur système pour passer à %(name)s %(required)s+ ou essayez un autre navigateur.
it: Stai usando %(name)s %(current)s anche se non è supportato dal Web GIS. È una versione obsoleta che manca delle funzionalità richieste. Contatta il tuo amministratore di sistema per aggiornare a %(name)s %(required)s+ o prova con un altro browser.
pl: Używasz %(name)s %(current)s, która nie jest obsługiwana przez Web GIS. Przeglądarka jest przestarzała. Skontaktuj się z administratorem w sprawie aktualizacji do %(name)s %(required)s+ lub użyj innej przeglądarki.
pt: Você está usando %(name)s %(current)s, embora não seja suportado pelo Web GIS. É uma versão desatualizada que carece de recursos necessários. Contate seu administrador de sistema para atualizar para %(name)s %(required)s+ ou tente um navegador diferente.
