Repository: nextgis/nextgisweb_i18n
Catalog: nextgisweb/pyramid/*.po
Languages: be, bg, cs, de, es, fr, it, pl, pt

source: If you still want to continue using the current browser, click the link below to bypass the compatibility test. The Web GIS or some features may degrade or fail in this case.
be: Калі вы ўсё яшчэ жадаеце працягваць выкарыстоўваць бягучы браузэр, націсніце на спасылку ніжэй, каб абыйсці тэст сумяшчальнасці. У гэтым выпадку Web GIS або некаторыя функцыі могуць працуець не належным чынам або наогул не працаваць.
bg: Ако искате все едно да използвате текущия браузър, натиснете линка по-долу да пропуснете проверката на съвместимост. Уеб GIS или отделни функции може да не работят или да не бъдат на ниво.
cs: Pokud stále chcete pokračovat v používání aktuálního prohlížeče, kliknutím na odkaz níže obejdete test kompatibility. Webový GIS nebo některé funkce se v tomto případě mohou zhoršit nebo selhat.
de: Wenn Sie den aktuellen Browser weiterhin verwenden möchten, klicken Sie auf den untenstehenden Link, um den Kompatibilitätstest zu umgehen. Der Web GIS oder einige Funktionen könnten in diesem Fall beeinträchtigt oder nicht funktionieren.
es: Si aún desea continuar usando el navegador actual, haga clic en el enlace a continuación para omitir la prueba de compatibilidad. El Web GIS o algunas características pueden degradarse o fallar en este caso.
fr: Si vous souhaitez toujours continuer à utiliser le navigateur actuel, cliquez sur le lien ci-dessous pour contourner le test de compatibilité. Le Web GIS ou certaines fonctionnalités peuvent se dégrader ou planter dans ce cas.
it: Se vuoi continuare a usare comunque il browser attuale, fai clic sul link qui sotto per bypassare il test di compatibilità. In questo caso il Web GIS o alcune funzionalità potrebbero degradarsi o non funzionare.
pl: Jeśli mimo to chcesz kontynuować, kliknij, aby pominąć test kompatybilności. Niektóre funkcje Web GIS mogą nie działać.
pt: Se você ainda quiser continuar usando o navegador atual, clique no link abaixo para ignorar o teste de compatibilidade. O Web GIS ou alguns recursos podem degradar ou falhar nesse caso.

source: I understood but want to proceed at my own risk. Skip the test!
be: Я зразумеў, але хачу працягнуць на ўласны рызыку. Прапусціць тэст!
bg: Разбирам, но искам да продължа на своя риск. Пропусни проверката!
cs: Pochopil jsem, ale chci postupovat na vlastní nebezpečí. Přeskočte test!
de: Ich habe verstanden, möchte aber auf eigenes Risiko fortfahren. Test überspringen!
es: Lo entiendo, pero quiero proceder bajo mi propio riesgo. ¡Sáltate la prueba!
fr: J'ai compris mais je veux continuer à mes risques et périls. Ignorer le test!
it: Ho capito ma voglio procedere a mio rischio. Salta il test!
pl: Rozumiem ryzyko i chcę kontynuować. Pomiń test!
pt: Eu entendi, mas quero prosseguir por minha conta e risco. Ignorar o teste!

source: Unknown browser
be: Невядомы браузэр
bg: Неизвестен браузър
cs: Neznámý prohlížeč
de: Unbekannter Browser
es: Navegador desconocido
fr: Navigateur inconnu
it: Browser sconosciuto
pl: Nieznana przeglądarka
pt: Navegador desconhecido

source: If you are using an up-to-date browser the Web GIS should be fine.
be: Калі вы выкарыстоўваеце сучасны браузэр, Web GIS павінен працаваць належным чынам.
bg: Ако използвате актуализиран браузър, Уеб GIS трябва да работи нормално.
cs: Pokud používáte aktuální prohlížeč, Web GIS by měl být v pořádku.
de: Wenn Sie einen aktuellen Browser verwenden, sollte der Web GIS einwandfrei funktionieren.
es: Si está utilizando un navegador actualizado, Web GIS debería estar bien.
fr: Si vous utilisez un navigateur à jour, le SIG Web devrait fonctionner correctement.
it: Se stai usando un browser aggiornato, il Web GIS dovrebbe funzionare correttamente.
pl: Jeśli korzystasz z aktualnej przeglądarki, Web GIS powinien działać poprawnie.
pt: Se você estiver usando um navegador atualizado, o Web GIS deve funcionar corretamente.

source: Parameter required
be: Неабходны параметр
bg: Изисква се параметър
cs: Požadováný parametr
de: Parameter erforderlich
es: Parámetro requerido
fr: Paramètre requis
it: Parametro richiesto
pl: Wymagany parametr
pt: Parâmetro obrigatório

source: The '{}' query parameter is required.
be: Неабходны параметр запыту '{}'.
bg: Изисква се параметърът от заявката '{}'.
cs: Dotazovací parametr '{}' je požadován.
de: Der Abfrageparameter '{}' ist erforderlich.
es: El parámetro de consulta '{}' es requerido.
fr: Le paramètre de requête '{}' est requis.
it: Il parametro di query '{}' è richiesto.
pl: Parametr zapytania '{}' jest wymagany.
pt: O parâmetro de consulta '{}' é obrigatório.

source: Invalid parameter
be: Няправільны параметр
bg: Невалиден параметър
cs: Neplatný parametr
de: Ungültiger Parameter
es: Parámetro inválido
fr: Paramètre invalide
it: Parametro non valido
pl: Nieprawidłowy parametr
pt: Parâmetro inválido

source: The '{}' query parameter has an invalid value.
be: Параметр запыту '{}' мае няправільнае значэнне.
bg: Параметърът от заявката '{}' има невалидна стойност.
cs: Dotazovací parametr '{}' má neplatnou hodnotu.
de: Der Abfrageparameter '{}' hat einen ungültigen Wert.
es: El parámetro de consulta '{}' tiene un valor inválido.
fr: Le paramètre de requête '{}' a une valeur invalide.
it: Il parametro di query '{}' ha un valore non valido.
pl: Parametr zapytania '{}' ma nieprawidłową wartość.
pt: O parâmetro de consulta '{}' tem um valor inválido.

source: HTTP API documentation
be: Дакументацыя HTTP API
bg: HTTP API документация
cs: HTTP API dokumentace
de: HTTP API-Dokumentation
es: Documentación de la API HTTP
fr: Documentation de l'API HTTP
it: Documentazione dell'API HTTP
pl: Dokumentacja HTTP API
pt: Documentação da API HTTP

source: System information
be: Інфармацыя аб сістэме
bg: Системна информация
cs: Systémové informace
es: Información del sistema
fr: Informations système
it: Informazioni di sistema
pl: Informacje o systemie
pt: Informação do sistema

source: Font management
pl: Zarządzanie czcionkami

source: Storage
be: Сховішча
bg: Памет
cs: Úložiště
de: Speicher
es: Almacenamiento
fr: Espace de rangement
it: Archiviazione
pl: Pamięć masowa
pt: Armazenamento

source: Backups
be: Рэзервовае капіраванне
bg: Резервни копия
cs: Zálohy
de: Datensicherung
es: Copias de seguridad
fr: Sauvegardes
it: Backup
pl: Kopie zapasowe

source: Custom CSS
be: Карыстальніцкі CSS
bg: Персонализиран CSS
cs: Vlastní CSS
de: Benutzerdefiniertes CSS
es: CSS personalizado
fr: CSS personnalisé
it: CSS personalizzato
pl: Własny CSS
pt: CSS personalizado

source: Custom logo
be: Карыстальніцкі лагатып
bg: Персонализирано лого
cs: Vlastní logo
de: benutzerdefiniertes Logo
es: Logo personalizado
fr: Logo personnalisé
it: Logo personalizzato
pl: Własne logo
pt: Logótipo personalizado

source: Web GIS name
be: Імя вэб-ГІС
bg: Име на Уеб GIS
cs: Web GIS jméno
es: Nombre del Web GIS
fr: Nom de Web GIS
it: Nome del Web GIS
pl: Nazwa strony internetowej GIS
pt: Nome do Web SIG

source: Home path
be: Дамашні шлях
bg: Начална страница
cs: Domácí cesta
de: Pfad Startseite
es: Ruta a la página principal
fr: Chemin d'accueil
it: Percorso Home
pl: Ścieżka dostępu
pt: Caminho página inicial

source: Metrics and analytics
be: Метрыка і аналітыка
bg: Метрики и анализи
cs: Metriky a analytika
de: Metriken und Analysen
es: Métricas y análisis
fr: Métriques et analytiques
it: Metriche e analisi
pl: Metryki i analityka
pt: Métricas e análises

source: Info
be: Інфармацыя
bg: Информация
cs: Informace
es: Información
fr: Infos
it: Informazioni
pl: Informacja
pt: Informações

source: Settings
be: Налады
bg: Настройки
cs: Nastavení
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
pl: Ustawienia
pt: Configurações

source: Copy to clipboard
be: Скапіраваць у буфер абмену
bg: Копирай в буфер
cs: Zkopírovat do schránky
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papier
it: Copia negli appunti
pt: Copiar para a área de transferência

source: Copied
be: Скапіравана
bg: Копирано
cs: Zkopírováno
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
pt: Copiado

source: Unable to copy
be: Немагчыма скапіраваць
bg: Копирането е неуспешно
cs: Nelze kopírovat
de: Kopieren nicht möglich
es: No se ha podido copiar
fr: Impossible de copier
it: Impossibile copiare
pt: Não é possível copiar

source: Enter the correct scale value, e.g. 1:
be: Увядзіце правільнае значэнне шкалы, напр. 1:
bg: Въведете валидно значение на мащаба, пр. 1:
cs: Zadejte správnou hodnotu měřítka, např. 1:
de: Geben Sie den richtigen Skalenwert ein, z.B. 1:
es: Ingrese un valor de escala correcto, ej. 1:
fr: Entrez la valeur d'échelle correcte, par exemple 1:
it: Inserisci il valore di scala corretto, ad esempio 1:
pt: Insira o valor de escala correto, e.g., 1:

source: Storage usage was fully estimated at %s and updated at %s.
be: Выкарыстанне сховішча было поўнасцю ацэнена ў %s і абноўлена ў %s.
bg: Оценяването на използването на памет е приключено в %s и актуализирано в %s.
cs: Využití úložiště bylo plně odhadnuto na %s a aktualizováno na %s.
de: Speichernutzung wurde geschätzt um %s und aktualisiert um %s.
es: El uso de almacenamiento se estimó completamente en %s y se actualizó en %s.
fr: L'utilisation du stockage a été entièrement estimée à %s et mise à jour à %s.
it: L'uso dello storage è stato completamente stimato a %s e aggiornato a %s.
pt: O uso de armazenamento foi totalmente estimado em %s e atualizado em %s.

source: Storage usage was fully estimated at %s.
be: Выкарыстанне сховішча было поўнасцю ацэнена ў %s.
bg: Оценяването на използването на памет е приключено в %s.
cs: Využití úložiště bylo plně odhadnuto na %s.
de: Die Speichernutzung wurde vollständig auf %s geschätzt.
es: El uso de almacenamiento se estimó completamente en %s.
fr: L'utilisation du stockage a été entièrement estimée à %s.
it: L'uso dello storage è stato completamente stimato a %s.
pt: O uso de armazenamento foi totalmente estimado em %s.

source: Storage usage hasn't been estimated yet but was updated at %s.
be: Выкарыстанне сховішча яшчэ не было ацэнена, але было абноўлена ў %s.
bg: Използването на памет още не е оценено, но е актуализирано в %s.
cs: Využití úložiště zatím nebylo odhadnuto, ale bylo aktualizováno na %s.
de: Speichernutzung noch nicht geschätzt, wurde aktualisiert um %s.
es: El uso de almacenamiento aún no se ha estimado, pero se actualizó en %s.
fr: L'utilisation du stockage n'a pas encore été estimée mais a été mise à jour à %s.
it: L'utilizzo dello storage non è stato ancora stimato ma è stato aggiornato a %s.
pt: O uso de armazenamento ainda não foi estimado, mas foi atualizado em %s.
