Repository: nextgis/nextgisweb_i18n
Catalog: nextgisweb/pyramid/*.po
Languages: be, bg, cs, de, es, fr, it, pl, pt

source: Storage management is not enabled on this server.
be: Кіраванне захоўваннем не ўключана на гэтым серверы.
bg: Управлението на съхранението не е активирано на този сървър.
cs: Správa úložiště není na tomto serveru povolena.
de: Speichermanagement ist auf diesem Server nicht aktiviert.
es: La gestión de almacenamiento no está habilitada en este servidor.
fr: La gestion du stockage n'est pas activée sur ce serveur.
it: La gestione dell'archiviazione non è abilitata su questo server.
pl: Zarządzanie magazynem nie jest włączone na tym serwerze.
pt: A gestão de armazenamento não está habilitada neste servidor.

source: Invalid font file name: '{}'. Only latin letters, digits, hyphens and underscores are allowed. The *.ttf or *.otf extension is required.
pl: Nieprawidłowa nazwa pliku czcionki: '{}' . Dozwolone są tylko litery łacińskie, cyfry, myślniki i podkreślenia. Wymagane rozszerzenie *.tff lub *.otf.

source: Font '{0}' is larger than {1} bytes.
pl: Czcionka '{0}' jest większa niż {1} bajtów.

source: The '{}' query parameter should not contain additional values if 'all' is specified.
be: Параметр запыту '{}' не павінен уключаць дадатковыя значэнні, калі ўказана 'all'.
bg: Параметърът на заявката '{}' не трябва да съдържа допълнителни стойности, ако е посочено 'all'.
cs: Parametr dotazu '{}' by neměl obsahovat další hodnoty, pokud je specifikováno 'all'.
de: Der Abfrageparameter '{}' darf keine zusätzlichen Werte enthalten, wenn 'all' angegeben ist.
es: El parámetro de consulta '{}' no debe contener valores adicionales si se especifica 'all'.
fr: Le paramètre de requête '{}' ne doit pas contenir de valeurs supplémentaires si 'all' est spécifié.
it: Il parametro di query '{}' non dovrebbe contenere ulteriori valori se 'all' è specificato.
pl: Parametr zapytania '{}' nie powinien zawierać dodatkowych wartości, jeśli określono 'all'.
pt: O parâmetro de consulta '{}' não deve conter valores adicionais se 'all' for especificado.

source: Got an unsupported MIME type: '{}'.
be: Атрыманы непадтрымліваючы тып MIME: ''{}''.
bg: Получен е неподдържан MIME тип: ''{}''.
cs: Byl získán nepodporovaný MIME typ: ''{}''.
de: Nicht unterstützter MIME-Typ erhalten: '{}'.
es: Se recibió un tipo MIME no soportado: '{}'.
fr: Type MIME non supporté: ''{}''.
it: Ricevuto un tipo MIME non supportato: '{}'.
pl: Otrzymano nieobsługiwany typ MIME: '{}'.
pt: Obteve um tipo MIME não suportado: ''{}''.

source: 64K should be enough for a logo.
be: 64K павінна быць дастаткова для лагатыпа.
bg: 64K трябва да бъдат достатъчни за лого.
cs: 64 KB by mělo být dostatečné pro logo.
de: 64K sollten für ein Logo ausreichend sein.
es: 64K deberían ser suficientes para un logo.
fr: 64K devraient suffire pour un logo.
it: 64K dovrebbero essere sufficienti per un logo.
pl: 64K powinno wystarczyć na logo.
pt: 64K devem ser suficientes para um logotipo.

source: Your Web GIS at nextgis.com
be: Ваша вэб-ГІС на nextgis.com
bg: Вашите онлайн карти на nextgis.com
cs: Váš webový GIS na nextgis.com
de: Ihre Karten auf nextgis.com online
es: Tu Web GIS en nextgis.com
fr: Votre Web GIS sur nextgis.com
it: Il tuo Web GIS su nextgis.com
pl: Twoja strona GIS w nextgis.com
pt: O seu Web GIS em nextgis.com

source: Request timeout
be: Перавышаны час запыту
bg: Изтичане на времето за заявката
cs: Vypršel časový limit požadavku
de: Anforderungszeitüberschreitung
es: Tiempo de espera de la solicitud agotado
fr: Temps de la requête dépassé
it: Timeout della richiesta
pl: Limit czasu żądania
pt: Tempo de solicitação esgotado

source: Enabled
be: Уключана
bg: Включено
cs: Povolit
de: Aktiviert
es: Habilitado
fr: Activé
it: Abilitato
pl: Włączone
pt: Habilitado

source: Disabled
be: Адключана
bg: Изключен
cs: Zakázán
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
it: Disabilitato
pl: Wyłączone
pt: Desabilitado

source: Internal server error
be: Унутраная памылка сервера
bg: Вътрешна грешка на сървъра
cs: Interní chyba serveru
de: interner Serverfehler
es: Error interno en el servidor
fr: Erreur Interne du Serveur
it: Errore interno server
pl: Błąd wewnętrzny serwera
pt: Erro interno no servidor

source: The server encountered an internal error or misconfiguration and was unable to complete your request.
be: Сервер сутыкнуўся з унутранай памылкай або няправільнай канфігурацыяй і не змог выканаць ваш запыт.
bg: Сървърът има вътрешна грешка, некоректни настройки или не успя да изпълни заявката.
cs: Na serveru došlo k interní chybě nebo nesprávné konfiguraci a nemohl dokončit váš požadavek.
de: Interner Serverfehler oder eine Fehlkonfiguration des Servers. Der Server konnte Ihre Anfrage nicht abschließen
es: El servidor no pudo completar su solicitud por una falla interna.
fr: Le serveur a rencontré une erreur interne ou une mauvaise configuration et n'a pas pu terminer votre demande.
it: Si è verificato un errore sul server oppure una configurazione errata e non è stato possibile completare la richiesta.
pl: Serwer napotkał błąd wewnętrzny lub niewłaściwą konfigurację i nie był wstanie zrealizować polecenia.
pt: O servidor encontrou um erro interno ou configuração incorreta e não foi capaz de concluir o seu pedido.

source: Bad request
be: Несапраўдны запыт
bg: Грешна заявка
cs: Špatný požadavek
de: Ungültige Anfrage
es: Solicitud incorrecta
fr: Mauvaise demande
it: Richiesta sbagliata
pl: Złe polecenie
pt: Pedido inválido

source: The server could not comply with the request since it is either malformed or otherwise incorrect.
be: Сервер не змог выканаць запыт, бо ён няправільна сформаваны або некарэктны.
bg: Сървърът не може да изпълни заявката, защото в нея има грешка.
cs: Server nemohl vyhovět požadavku, protože je znetvořený nebo jinak nesprávný.
de: Server kann diese Anfrage nicht bearbeitet. Fehlerhafte Anfrage möglich
es: El servidor no pudo completar su solicitud porque es incorrecta o posee errores.
fr: Le serveur n'a pas pu se conformer à la demande car il est soit malformée ou incorrect.
it: La richiesta non è stata creata correttamente e non il server non ha potuto elaborarla.
pl: Serwer nie mógł zrealizować polecenia, ponieważ jest ono źle sformułowane lub nieprawidłowe.
pt: O servidor não pôde responder ao pedido porque está mal formatado ou incorreto.

source: Payment required
be: Патрабуецца аплата
bg: Изисква се заплащане
cs: Požadovaná platba
de: Zahlung erforderlich
es: Pago requerido
fr: Paiement Requis
it: Pagamento richiesto
pl: Wymagana opłata
pt: Pagamento necessário

source: Access was denied for financial reasons.
be: Доступ адмоўлены па фінансавых прычынах.
bg: Достъп е забранен по финансови причини.
cs: Přístup byl z finančních důvodů odepřen.
de: Der Zugriff wurde aus finanziellen Gründen verweigert.
es: Se denegó el acceso por motivos económicos.
fr: L'accès lui a été refusé pour des raisons financières.
it: Accesso negato per ragioni finanziarie.
pl: Odmówiono dostępu z powodów finansowych.
pt: O acesso foi negado por razões financeiras.

source: Forbidden
be: Забаронена
bg: Забранено
cs: Zakázáno
de: Zugriff verboten
es: Prohibido
fr: Interdit
it: Vietato
pl: Zabronione
pt: Proibido

source: Access was denied to this resource.
be: У доступе да гэтага рэсурсу адмоўлена.
bg: Достъпът до ресурса е забранен.
cs: Přístup k tomuto prostředku byl odepřen.
de: Kein Zugriff auf die Ressource.
es: Acceso denegado al recurso.
fr: L'accès a été refusé à cette ressource.
it: Accesso vietato a questa risorsa.
pl: Dostęp do tego zasobu został zabroniony.
pt: O acesso a este recurso foi negado.

source: Page not found
be: Старонка не знойдзена
bg: Страницата не е открита
cs: Stránka nenalezena
de: Seite nicht gefunden
es: Página no encontrada
fr: Page non trouvée
it: Pagina non trovata
pl: Nie znaleziono strony
pt: Página não encontrada

source: The page may have been deleted or an error in the address. Correct the address or go to the home page and try to find the desired page.
be: Магчыма, старонка была выдалена або ёсць памылка ў адрасе. Выпраўце адрас або перайдзіце на галоўную старонку і паспрабуйце знайсці патрэбную старонку.
bg: Възможно е страницата да е изтрита или да има грешка в адреса. Коригирайте адреса или се върнете на началната страница и се опитайте да намерите исканата страница.
cs: Možná stránka byla odstraněna nebo je chyba v adrese. Opravte adresu nebo přejděte na domovskou stránku a zkuste najít požadovanou stránku.
de: Die Seite wurde evtl. gelöscht oder die Adresse ist fehlerhaft. Korrigieren Sie die Adresse oder gehen Sie auf die Startseite und versuchen Sie, die gewünschte Seite zu finden.
es: La página pudo haber sido borrada o hay un error en el enlace. Corríjalo o diríjase a la página principal e intente encontrar la dirección deseada.
fr: La page a peut-être été supprimée ou il y a peut-être eu une erreur dans l'adresse. Corrigez l'adresse ou allez sur la page d'accueil et essayez de trouver la page que vous voulez.
it: La pagina è stata rimossa oppure c'è un errore nell'indirizzo. Correggi l'indirizzo oppure va alla home page e riprova a cercare la pagina desiderata.
pl: Strona mogła zostać usunięta lub wystąpił błąd w adresie. Popraw adres lub przejdź na stronę główną i spróbuj znaleźć żądaną stronę.
pt: A página pode ter sido apagada ou existir um erro no endereço. Corrija o endereço ou volte à página inicial e tente encontrar a página desejada.

source: Unprocessable entity
be: Неапрацаваны аб'ект
bg: Обектът не може да е обработен
cs: Nezpracovatelná entita
de: Nicht verarbeitbare Einheit
es: Entidad no procesable
fr: Entité non traitable
it: Entità non processabile
pl: Obiekt nieprzetwarzalny
pt: Entidade não processável

source: Unable to process the contained instructions.
be: Немагчыма апрацаваць змешчаныя інструкцыі.
bg: Исканата операция не може да е извършена.
cs: Obsažené instrukce nelze zpracovat.
de: Die enthaltenen Anweisungen können nicht verarbeitet werden
es: No se pueden procesar las instrucciones.
fr: Impossible de traiter les instructions contenues.
it: Impossibile processare le istruzioni contenute.
pl: Nie można przetworzyć zawartych instrukcji.
pt: Não foi possível processar as instruções contidas.

source: Not implemented
be: Не рэалізавана
bg: Не е реализирано
cs: Není implementováno
de: Nicht implementiert
es: No implementado
fr: Pas mis en œuvre
it: Non implementato
pl: Nie wykonane
pt: Não implementado

source: Service unavailable
be: Сэрвіс недаступны
bg: Услугата е недостъпна
cs: Služba je nedostupná
de: Dienst ist nicht verfügbar
es: Servicio no disponible
fr: Service indisponible
it: Servizio non disponibile
pl: Serwis niedostępny
pt: Serviço indisponível

source: The server is currently unavailable. Please try again at a later time.
be: Сервер зараз недаступны. Паўтарыце спробу пазней.
bg: Сървърът не е наличен в момента. Опитайте се отново по-късно.
cs: Server je momentálně nedostupný. Zkuste to znovu později.
de: Der Server ist derzeit nicht verfügbar. Bitte versuchen Sie es zu einem späteren Zeitpunkt erneut
es: El servidor no esta disponible. Por favor, intente más tarde.
fr: Le serveur est actuellement indisponible. Veuillez réessayer ultérieurement.
it: Il server non è temporaneamente disponibile. Si prega di riprovare più tardi.
pl: Serwis obecnie niedostępny. Proszę spróbować ponownie później.
pt: O servidor não está disponível de momento. Por favor tente novamente mais tarde.

source: Lunkwill not enabled
be: Lunkwill не ўключаны
bg: Lunkwill не е активиран
cs: Lunkwill není povolen
de: Lunkwill ist nicht aktiviert
es: Lunkwill no habilitado
fr: Lunkwill non activé
it: Lunkwill non abilitato
pl: Rozszerzenie Lunkwill nie jest włączone
pt: Lunkwill não habilitado

source: The Lunkwill extension is not configured on this server.
be: Пашырэнне Lunkwill не канфігуравана на гэтым серверы.
bg: Разширението Lunkwill не е конфигурирано на този сървър.
cs: Rozšíření Lunkwill není na tomto serveru nakonfigurováno.
de: Die Lunkwill-Erweiterung ist auf diesem Server nicht konfiguriert.
es: La extensión Lunkwill no está configurada en este servidor.
fr: L'extension Lunkwill n'est pas configurée sur ce serveur.
it: L'estensione Lunkwill non è configurata su questo server.
pl: Rozszerzenie Lunkwill nie zostało skonfigurowane na tym serwerze.
pt: A extensão Lunkwill não está configurada neste servidor.

source: Something went wrong.
be: Нешта пайшло не так.
bg: Нещо не е наред.
cs: Něco se pokazilo.
de: Etwas ist schiefgelaufen.
es: Algo ocurrió.
fr: Quelque chose s'est mal passé.
it: Qualcosa è andato storto.
pl: Coś poszło nie tak.
pt: Aconteceu algo de errado.

source: Unknown API error
be: Невядомая памылка API
bg: Неизвестна API грешка
cs: Neznámá chyba API
de: Unbekannter API-Fehler
es: Error de API desconocido
fr: Erreur d'API inconnue
it: Errore sconosciuto delle API
pl: Nieznany błąd API
pt: Erro de API desconhecido

source: There is no response from the server or problem connecting to server.
be: Няма адказу ад сервера або праблемы з падключэннем да сервера.
bg: Няма отговор от сървъра или има проблем да се установи връзка с него.
cs: Server neodpovídá nebo se nepodařilo připojit k serveru.
de: Keine Verbindung mit dem Server, oder der Server meldet sich nicht zurück.
es: No hay respuesta o hay un problema con el servidor.
fr: Il n'y a aucune réponse du serveur ou problème de connexion au serveur.
it: Il server non ha fornito nessuno risposta oppure ci sono dei problemi di connessione al server.
pl: Brak odpowiedzi lub problemy z połączeniem z serwerem.
pt: Não há resposta do servidor ou problema de ligação ao servidor.

source: Network error
be: Памылка сеткі
bg: Мрежова грешка
cs: Chyba sítě
de: Netzwerkfehler
es: Error de conexión
fr: Erreur réseau
it: Errore di connessione
pl: Błąd sieci
pt: Erro de rede

source: Check network connectivity and try again later.
be: Праверце падключэнне да сеткі і паўтарыце спробу пазней.
bg: Проверете съединението и се опитайте отново.
cs: Zkontrolujte síťové připojení a zkuste to znovu později.
de: Prüfen Sie das Netzwerk und versuchen Sie es neu.
es: Compruebe la conexión e intente de nuevo más tarde.
fr: Vérifiez la connectivité réseau et réessayez plus tard.
it: Controlla la connessione internet e riprova più tardi.
pl: Sprawdź połączenie z siecią i spróbuj ponownie później.
pt: Verifique a conectividade da rede e tente novamente mais tarde.

source: Unexpected server response
be: Нечаканы адказ сервера
bg: Неочакван отговор на сървъра
cs: Neočekávaná odpověď serveru
de: Unerwartete Serverantwort
es: Respuesta del servidor inesperada
fr: Réponse inattendue du serveur
it: Risposta server inattesa
pl: Niespodziewana odpowiedź serwera
pt: Resposta inesperada do servidor

source: Unexpected error while processing long-running request.
be: Нечаканая памылка пры апрацоўцы доўгачасовага запыту.
bg: Непредвидена грешка при извършване на продължително искане.
cs: Neočekávaná chyba při zpracování dlouhodobého požadavku.
de: Unerwarteter Fehler bei der Verarbeitung einer langwierigen Anforderung.
es: Error inesperado al procesar una solicitud de larga duración.
fr: Erreur inattendue lors du traitement d'une demande de longue durée.
it: Errore inaspettato durante l'elaborazione di una richiesta a lungo termine.
pl: Nieoczekiwany błąd podczas przetwarzania długotrwałego żądania.
pt: Erro inesperado ao processar pedido de longa duração.

source: Long-running request error
be: Памылка доўгачасовага запыту
bg: Грешка на продължително искане
cs: Chyba dlouhodobého požadavku
de: Fehler bei langwieriger Anforderung
es: Error de la solicitud de larga duración
fr: Erreur de requête de longue durée
it: Errore di richiesta a lungo termine
pl: Błąd długotrwałego żądania
pt: Erro em pedido de longa duração

source: Long-running request was cancelled.
be: Доўгачасовы запыт быў адменены.
bg: Продължително искане е отменено.
cs: Dlouhodobý požadavek byl zrušen.
de: Langwierige Anforderung wurde abgebrochen.
es: Se canceló la solicitud de larga duración.
fr: La demande de longue durée a été annulée.
it: La richiesta a lungo termine è stata annullata.
pl: Długotrwałe żądanie zostało anulowane.
pt: Pedido de longa duração foi cancelado.

source: Filename
be: Імя файла
bg: Файлово име
cs: Název souboru
de: Dateiname
es: Nombre del archivo
fr: Nom de fichier
it: Nome del file
pl: Nazwa pliku
pt: Nome do ficheiro

source: Timestamp (UTC)
be: Метка часу (UTC)
bg: Времево клеймо (UTC)
cs: Časové razítko (UTC)
de: Zeit (UTC)
es: Marca temporal (UTC)
fr: Horodatage (UTC)
pl: Znacznik czasu (UTC)
pt: Carimbo de data/hora (UTC)

source: Size
be: Памер
bg: Размер
cs: Velikost
de: Größe
es: Tamaño
fr: Taille
it: Dimensione
pl: Rozmiar
pt: Tamanho

source: Get your own Web GIS at nextgis.com
be: Атрымайце ўласную вэб-ГІС на nextgis.com
bg: Създайте собствен Уеб GIS чрез nextgis.com
cs: Získejte svůj vlastní web GIS na nextgis.com
de: Solutions by data4.solutions
es: Obtén tu propio Web GIS en nextgis.com
fr: Obtenez votre propre Web GIS sur nextgis.com
it: Ottieni il tuo Web GIS su nextgis.com
pl: Załóż swoją własną stronę GIS na nextgis.com
pt: Crie seu próprio Web SIG em nextgis.com

source: Enter allowed origins for cross domain requests to use HTTP API of this Web GIS on other websites. One origin per line.
be: Увядзіце дазволеныя крыніцы для міждаменных запытаў, каб выкарыстоўваць HTTP API гэтай вэб-ГІС на іншых вэб-сайтах. Адзіны origin на радок.
bg: Въведете списък от допустими източници за искания между домейни да бъдат използвани от HTTP API на този Уеб GIS в други уебсайтове. Всеки ред да има само един източник.
cs: Zadejte povolený původ pro požadavky mezi doménami, aby bylo možné použít HTTP API tohoto Web GIS na jiných webech. Jeden počátek na řádek.
de: Geben Sie zulässige Ursprünge für Cross-Domain-Anfragen ein, um die HTTP-API dieses Web GIS auf anderen Websites zu nutzen. Ein Ursprung pro Zeile.
es: Ingrese los dominios permitidos para utilizar la API HTTP de su Web GIS en otros sitios. Uno por linea.
fr: Entrez les origines autorisée pour les demandes de domaine croisées à utiliser l'API HTTP de ce Web GIS sur d'autres sites. Une origine par ligne.
it: Inserisci gli indirizzi abilitati all'utilizzo delle API HTTP di questo Web GIS su altri siti. Un indirizzo per riga.
pl: Wprowadź dozwolone źródła dla zadań międzydomenowych, aby korzystać z HTTP API tego Web GIS na innych stronach internetowych. Jedno źródło w jednej linii.
pt: Insira as origens permitidas para pedidos de domínio cruzado para usar a API HTTP deste Web SIG noutros sites. Uma origem por linha.

source: Please note that different protocols (HTTP and HTTPS) and subdomains (example.com and www.example.com) are different origins. Wildcards are allowed for third-level domains and higher.
be: Звярніце ўвагу, што розныя пратаколы (HTTP і HTTPS) і паддамены (example.com і www.example.com) маюць рознае паходжанне. Знакі падстаноўкі дазволены для даменаў трэцяга ўзроўню і вышэй.
bg: Имайте предвид, че различни протоколи (HTTP и HTTPS) и поддомейни (example.com и www.example.com) са различни произходи. Заместващи символи са допустими за домейни от трето ниво насам.
cs: Upozorňujeme, že různé protokoly (HTTP a HTTPS) a subdomény (example.com a www.example.com) jsou různého původu. Zástupné znaky jsou povoleny pro domény třetí úrovně a vyšší.
de: Bitte beachten Sie, dass unterschiedliche Protokolle (HTTP und HTTPS) und Subdomains (example.com und www.example.com) unterschiedliche Ursprünge sind. Wildcards sind für Dritt-Level-Domains und höher erlaubt.
es: Tenga en cuenta que los diferentes protocolos (HTTP y HTTPS) y subdominios (example.com y www.example.com) tienen diferentes orígenes. Se permiten comodines para dominios de tercer nivel y superiores.
fr: Veuillez noter que différents protocoles (HTTP et HTTPS) et sous-domaines (example.com et www.example.com) sont des origines différentes. Les caractères génériques sont autorisés pour les domaines de troisième niveau et supérieur.
it: Si prega di notare che protocolli diversi (HTTP e HTTPS) e sottodomini (example.com e www.example.com) sono origini diverse. I caratteri jolly sono consentiti per i domini di terzo livello e superiori.
pl: Pamiętaj, że różne protokoły (HTTP i HTTPS) oraz subdomeny (example.com i www.example.com) są traktowane jako różne źródła. Dozwolone są wildcardy dla domen trzeciego poziomu i wyższych.
pt: Por favor, observe que diferentes protocolos (HTTP e HTTPS) e subdomínios (example.com e www.example.com) são origens diferentes. Curingas são permitidos para domínios de terceiro nível e superiores.

source: CORS settings updated
be: Налады CORS абноўлены
bg: Настройките на CORS са актуализирани
cs: Nastavení CORS aktualizováno
de: CORS-Einstellungen aktualisiert
es: Configuración de CORS actualizada
fr: Paramètres CORS mis à jour
it: Impostazioni CORS aggiornate
pl: Ustawienia CORS zaktualizowane
pt: Configurações de CORS atualizadas

source: Fix the form errors first
be: Спачатку выправіце памылкі ў форме
bg: Трябва да поправите грешките във формата
cs: Nejprve opravte chyby formuláře
de: Beheben Sie zuerst die Formularfehler
es: Al principio corrige los errores de formulario
fr: Corrigez d'abord les erreurs du formulaire
it: Correggi prima gli errori del modulo
pl: Najpierw popraw błędy w formularzu
pt: Corrija os erros do formulário primeiro

source: The value entered is not valid
be: Уведзенае значэнне не з'яўляецца сапраўдным
bg: Въведеното значение не е валидно
cs: Zadaná hodnota není platná
de: Der eingegebene Wert ist nicht gültig
es: El valor introducido no es válido
fr: La valeur saisie n'est pas valide
it: Il valore inserito non è valido
pl: Wprowadzona wartość jest nieprawidłowa
pt: O valor inserido não é válido

source: Custom styles saved. Reload the page to get them applied.
be: Карыстацкія стылі захаваны. Перазагрузіце старонку, каб прымяніць іх.
bg: Потребителските стилове са запазени. Презаредете страницата да ги използвате.
cs: Vlastní styly uloženy. Znovu načtěte stránku, abyste je mohli použít.
de: Benutzerdefinierte Stile gespeichert. Laden Sie die Seite neu, um sie anzuwenden.
es: Estilos personalizados guardados. Vuelva a cargar la página para que se aplique.
fr: Styles personnalisés enregistrés. Rechargez la page pour les appliquer.
it: Stili personalizzati salvati. Ricarica la pagina per applicarli.
pl: Styl niestandardowy zapisany. Odśwież stronę, aby go zastosować.
pt: Estilos personalizados salvos. Recarregue a página para aplicá-los.

source: Enter custom CSS rules here. They will be used to redefine styles, design for all pages of your Web GIS.
be: Увядзіце карыстальніцкія правілы CSS. Яны будуць выкарыстоўвацца для перавызначэння стыляў і дызайну для ўсіх старонак вашай вэб-ГІС.
bg: Въведе персонализирани CSS правила тук. Те ще се използват за предефинирането на стиловете и изгледа на страниците на Вашия Уеб GIS.
cs: Zde zadejte vlastní pravidla CSS. Budou použity k předefinování stylů a designu pro všechny stránky vašeho webového GIS.
de: Geben Sie hier benutzerdefinierte CSS-Regeln ein. Sie werden verwendet, um Stile für alle Seiten des Web-GIS neu zu definieren.
es: Ingrese el CSS personalizado. Será utilizado para redefinir los estilos para todas las páginas de su Web GIS.
fr: Entrez les règles CSS personnalisés ici. Ils seront utilisés pour redéfinir les styles, le design pour toutes les pages de votre Web GIS.
it: Inserisci qui le regole CSS personalizzate. Saranno utilizzate per ridefinire gli stili, e l'aspetto per tutte le pagine del tuo Web GIS.
pl: Wprowadź tutaj własne zasady CSS. Będą używane do redefiniowania stylów i projektu dla wszystkich stron Web GIS.
pt: Insira regras CSS personalizadas aqui. Serão usadas ​​para redefinir estilos, design para todas as páginas de seu Web SIG.

source: During operation, the Web GIS will restart. All existing requests will be aborted. Proceed?
pl: Podczas operacji Web GIS zostanie uruchomiony ponownie. Wszystkie trwające żądania zostaną przerwane. Kontynuować?
