Repository: nextgis/nextgisweb_i18n
Catalog: nextgisweb/tmsclient/*.po
Languages: be, bg, pl

source: TMS connection
be: TMS злучэнне
bg: TMS връзка
pl: Połączenia TMS

source: TMS layer
be: TMS слой
bg: TMS слой
pl: Warstwa TMS

source: Select layer
be: Выбярыце слой
bg: Изберете слой

source: OK
be: Добра
bg: ОК

source: Cancel
be: Адмяніць
bg: Откажи

source: Capmode
be: Рэжым Cap
bg: Начин

source: Custom
be: Наладжаны
bg: Персонализиран
pl: Niestandardowe

source: NextGIS geoservices
be: Геасэрвісы NextGIS
bg: NextGIS геоуслуги

source: URL template
be: Шаблон URL
bg: URL шаблон
pl: Szablon URL

source: API key
be: Ключ API
bg: API ключ
pl: Klucz API

source: API key param
be: Параметр ключа API
bg: Параметър на API ключ
pl: Parametry klucza API

source: Username
be: Імя карыстальніка
bg: Потребителско име
pl: Nazwa użytkownika TMS

source: Password
be: Пароль
bg: Парола
pl: Hasło klienta TMS

source: Scheme
be: Схема
bg: Схема
pl: Schemat

source: Skip SSL/TLS certificate verification
be: Прапусціць праверку сертыфіката SSL/TLS
bg: Пропусни проверката на SSL/TLS сертификат
pl: Pomiń weryfikację certyfikatu SSL/TLS

source: Choose a layer
be: Выберыце слой
bg: Избиране на слой

source: Coordinate system
be: Сістэма каардынат
bg: Координатна система

source: Layer
be: Слой
bg: Слой
pl: Warstwa

source: Min zoom level
be: Мінімальны ўзровень маштабавання
bg: Минимално приближаване
pl: Minimalny poziom powiększenia

source: Max zoom level
be: Максімальны ўзровень маштабавання
bg: Максимално увеличаване
pl: Maksymalne przybliżenie

source: Left, deg.
be: Лева, град.
bg: Лява граница, град.

source: Bottom, deg.
be: Унізе, град.
bg: Долна граница, град.

source: Right, deg.
be: Справа, град.
bg: Дясна граница, град.

source: Top, deg.
be: Зверху, град.
bg: Горна граница, град.

source: Tile size, px
be: Памер тайла, пікс
bg: Размер на плочка, px

source: API key required.
be: Патрабуецца ключ API.
bg: Необходим е API ключ.
pl: Wymagany klucz API.

source: Zoom is out of range.
be: Маштаб па-за дыяпазонам.
bg: Мащабът е извън диапазона
pl: Poziom powiększenia jest poza zakresem.

source: Layer name required.
be: Патрабуецца назва слою.
bg: Необходимо е име на слоя.
pl: Wymagana nazwa warstwy.

source: Type
pl: Typ

source: This connection based on NextGIS Geoservices
pl: To połączenie oparte jest na usługach NextGIS

source: Tile size
pl: Rozmiar kafelka

source: Extent
pl: Zasięg

source: The remote server did not respond in time.
pl: Zdalny serwer nie odpowiedział na czas.

source: Unable to get a response from the remote server.
pl: Nie można uzyskać odpowiedzi od zdalnego serwera.

source: An unexpected HTTP status code was received from the remote server.
pl: Otrzymano nieoczekiwany kod statusu HTTP od zdalnego serwera.
