Repository: nextgis/nextgisweb_i18n
Catalog: nextgisweb_tracker/tracker/*.ai.po
Languages: bg, de, es

source: Consumption, liters per 100 km (for reports)
bg: Разход, литри на 100 км (за отчети)
de: Brennstoffverbrauch, Liter pro 100 km (für Berichte)
es: Consumo, litros cada 100 km (para informes)

source: Invalid consumption, should be from 0 to 100
bg: Невалиден разход, трябва да е между 0 и 100
de: Falsche Eingabe, gültiger Wertebereich ist von 0 bis 100
es: Consumo no válido, debe ser de 0 a 100

source: NextGIS software (Mobile, Collector)
bg: NextGIS софтуер (Mobile, Collector)
de: NextGIS-Anwendung (Mobile, Collector)
es: Software NextGIS (Mobile, Collector)

source: ADM (ADM-50, ADM-100)
bg: АДМ (АДМ-50, АДМ-100)

source: Satellites
bg: Сателити
de: Satelliten
es: Satélites

source: Tracker UID is not unique
bg: UID на тракера не е уникален
de: Tracker-UID ist nicht eindeutig
es: El UID del localizador no es único

source: The '{}' attribute is immutable and cannot be changed once the tracker is created.
bg: Атрибутът '{}' е непроменяем и не може да бъде изменен след като тракерът е създаден.
de: Das Attribut '{}' ist unveränderbar und kann nach dem Erstellen des Trackers nicht geändert werden.
es: El atributo '{}' es inmutable y no puede ser cambiado una vez que el localizador ha sido creado.

source: Spent fuel
bg: Разход гориво
de: verbrauchter Brennstoff
es: Combustible consumido

source: Unknown
bg: Неизвестен
de: Unbekannt
es: Desconocido

source: Result
bg: Резултат
de: Ergebnis
es: Resultado

source: Settings
bg: Настройки
de: Einstellungen
es: Configuración

source: Build report
bg: Създай отчет
de: Bericht erstellen
es: Generar informe

source: Count of packets per hour
bg: Брой пакети на час
de: Anzahl der Pakete pro Stunde
es: Conteo de paquetes por hora

source: Cancel
bg: Отказ
de: Abbrechen
es: Cancelar

source: Last activity by hours
bg: Последна активност по часове
de: Letzte Aktivität, stundenweise
es: Última actividad por horas

source: Last known point
bg: Последна известна точка
de: Letzter bekannter Punkt
es: Último punto conocido

source: GPS tracks
bg: GPS тракове
es: Rutas GPS

source: Track points
bg: Точки на трака
de: Track-Punkte
es: Puntos de la ruta

source: Sort by
bg: Сортиране по
de: Sortieren nach
es: Ordenar por

source: Name
bg: Име
es: Nombre

source: Trackers reports
bg: Доклади на тракерите
de: Tracker-Berichte
es: Informes de localizadores

source: Settings saved
de: Einstellungen gespeichert
