Repository: nextgis/nextgisweb_i18n
Catalog: nextgisweb_tracker/tracker/*.po
Languages: be, bg, de

source: Unique id (IMEI by default)
be: Унікальны ідэнтыфікатар (IMEI па змаўчанні)
bg: Уникален id (IMEI по подразбиране)
de: Eindeutige ID (IMEI als Vorgabe)

source: Description
be: Апісанне
bg: Описание
de: Beschreibung

source: Device type
be: Тып прылады
bg: Тип устройство
de: Gerätetyp

source: Consumption, liters per 100 km (for reports)
be: Расход, літры на 100 км (для справаздач)

source: Invalid consumption, should be from 0 to 100
be: Няправільны расход, павінен быць ад 0 да 100

source: Tracker detail
be: Падрабязнасці трэкера
bg: Детайли на тракера
de: Infos über Tracker

source: NextGIS software (Mobile, Collector)
be: Праграмнае забеспячэнне NextGIS (мабільнае, калектар)

source: Date
be: Дата
bg: Дата
de: Datum

source: Time
be: Час
bg: Време
de: Zeit

source: Speed, km/h
be: Хуткасць, км/г
bg: Скорост, км/ч
de: Geschwindigkeit, km/h

source: Height, m
be: Вышыня, м
bg: Височина, м
de: Höhe, m

source: Course
be: Курс
bg: Посока
de: Richtung

source: Satellites
be: Спадарожнікі

source: Trackers
be: Трэкеры
bg: Тракери
de: Tracker

source: NextGIS Tracker Hub is unavailable. Try later, please.
be: NextGIS Tracker Hub недаступны. Паспрабуйце пазней, калі ласка.
bg: NextGIS Tracker Hub е недостъпен. Опитайте се по-късно.
de: NextGIS-Tracker-Hub ist nicht verfügbar. Versuchen Sie es später neu

source: Trackers group
be: Група трэкераў
bg: Група тракери
de: Gruppe der Tracker

source: Tracker
be: Трэкер
bg: Тракер

source: Tracker UID is not unique
be: UID трэкера не ўнікальны

source: The '{}' attribute is immutable and cannot be changed once the tracker is created.
be: Атрыбут '{}' незменны і не можа быць зменены пасля стварэння трэкера.

source: Mileage
be: Прабег
bg: Пробег
de: Fahrleistung

source: Top speed
be: Максімальная хуткасць
bg: Максимална скорост
de: Höchstgeschwindigkeit

source: Average speed
be: Сярэдняя хуткасць
bg: Средна скорост
de: Durchschnittsgeschwindigkeit

source: Spent fuel
be: Адпрацаванае паліва

source: Stops
be: Прыпынкі
bg: Спирки
de: Stopps

source: GPX file
be: GPX файл
bg: GPX файл
de: GPX-Datei

source: Days
be: Дні
bg: Дни
de: Tage

source: Hours
be: Гадзіны
bg: Часове
de: Stunden

source: Unknown
be: Невядома

source: Result
be: Вынік

source: Settings
be: Налады

source: Report type
be: Тып справаздачы
bg: Тип отчет
de: Typ des Berichtes

source: Time range
be: Дыяпазон часу
bg: Период
de: Zeitraum

source: Group by
be: Групаваць па
bg: Групирай по
de: Gruppieren nach

source: Build report
be: Скласці справаздачу

source: Count of packets per hour
be: Колькасць пакетаў за гадзіну

source: Cancel
be: Адмяніць

source: Last activity by hours
be: Апошняя актыўнасць па гадзінах

source: Settings saved
be: Налады захаваныя
bg: Настройките са запазени

source: Common settings
be: Агульныя налады
bg: Общи настройки
de: Allgemeine Einstellungen

source: Interval for splitting tracks, min
be: Інтэрвал для падзелу трэкаў, мін
bg: Интервал за разделяне на тракове, мин
de: Minuteninkrement für Segmentierung der Tracks

source: Stops detecting
be: Вызначэнне прыпынкаў
bg: Определяне на спирки
de: Identifikation der Stopps

source: Minimal speed, km/h
be: Мінімальная хуткасць, км/г
bg: Минимална скорост, км/ч
de: Mindestgeschwindigkeit, km/h

source: Minimal time stop, sec
be: Мінімальны час прыпынку, сек
bg: Минимално време за спирка, сек
de: Minimale Stoppzeit, Sekunden

source: Timezone settings
be: Нанастроўкі часовой зоны
bg: Настройки на часова зона
de: Einstellung der Zeitzone

source: Time zone
be: Часовая зона
bg: Часова зона
de: Zeitzone

source: Save
be: Захаваць
bg: Запази
de: Speichern

source: Last known point
be: Апошняя вядомая канкрэтная Купла

source: GPS tracks
be: ГСП трэке

source: Track points
be: Канкрэтная трэке

source: Zoom to layer
be: Прыблізіць да слоя
bg: Увеличи до слоя
de: Zoomen auf Layer

source: Zoom to last point
be: Вызначыць на апошнесь мовчанне канкрэтная Купла
bg: Приближи последната точка
de: Zum letzten Punkt zoomen

source: Set filter to last day with data
be: Усталюйце фільтр на апошні дзень з данымі
bg: Филтрирай по последен ден, за който има данни
de: Filter auf den letzten Tag einstellen

source: Show last activity
be: Паказаць апошнюю дзейнасць
bg: Покажи последни действия
de: Letzte Aktivität zeigen

source: Sort by
be: Унік па

source: Name
be: Ѓыскніць

source: Reports
be: Рапортаж
bg: Отчети
de: Berichte

source: Device is not registered on NextGIS Tracker System. Try later, please.
be: Прылада не зарэгістравана ў сістэме NextGIS Tracker. Паспрабуйце пазней, калі ласка.
bg: Устройството не е регистрирано в системата за проследяване на NextGIS. Опитайте се по-късно.
de: Gerät ist im NextGIS-Tracker-System nicht registriert. Versuchen Sie es später neu

source: NextGIS Tracker System is unavailable. Try later, please.
be: Сістэма NextGIS Tracker недаступная. Паспрабуйце пазней, калі ласка.
bg: Няма връзка със системата за проследяване на NextGIS. Опитайте се отново по-късно.
de: NextGis-Tracker-System ist nicht verfügbar. Versuchen Sie es später neu

source: Avg speed report
be: Справаздача аб сярэдняй хуткасці
bg: Отчет за средна скорост
de: Bericht - Durchschnittsgeschwindigkeit

source: No data for selected period
be: Няма даных за выбраны перыяд
bg: Няма данни за избрания период
de: Data für ausgewählten Zeitraum fehlt

source: Avg speed
be: Сярэдняя хуткасць
bg: Средна скорост
de: Durchschnittsgeschwindigkeit

source: Fuel consumption
be: Расход паліва
bg: Разход гориво
de: Brennstoffverbrauch

source: Fuel consumption, liters per 100 km
be: Расход паліва, літраў на 100 км
bg: Разход гориво, литри на 100 км
de: Brennstoffverbrauch, Liter pro 100 km

source: Fuel consumption is not defined
be: Выдатак паліва не вызначаны
bg: Разход гориво не е определен
de: Brennstoffverbrauch ist nicht eingestellt

source: Download GPX file
be: Спампаваць файл GPX
bg: Свали GPX файл
de: GPX-Datei herunterladen

source: Mileage report
be: Справаздача аб прабегу
bg: Отчет за пробег
de: Fahrleistungsbericht

source: Stops report
be: Справаздача аб прыпынках
bg: Отчет за спирки
de: Stoppsbericht

source: Start stop
be: Пачатоквы прыпынак
bg: Начало
de: Stopp anfangen

source: End stop
be: Канцавы прыпынак
bg: Край
de: Stopp beenden

source: Duration
be: Працягласць
bg: Траене
de: Dauer

source: Count of stops
be: Колькасць прыпынкаў
bg: Брой спирки
de: Anzahl der Stopps

source: Total duration
be: Агульная працягласць
bg: Общо времетраене
de: Gesamtdauer

source: Top speed report
be: Справаздача аб максімальнай хуткасці
bg: Отчет за максимална скорост
de: Bericht - Höchstgeschwindigkeit

source: Max speed
be: Максімальная хуткасць
bg: Максимална скорост
de: Höchstgeschwindigkeit

source: Trackers settings
be: Налады трэкераў
bg: Настройки на тракерите
de: GPS-Tracker-Einstellungen

source: Trackers reports
be: Тракерою перапартаж
