Repository: nextgis/nextgisweb_i18n
Catalog: nextgisweb/vector_layer/*.ai.po
Languages: bg, cs, de, fr, it, pt, zh_cn

source: Vector layer features
de: Vektorlayer-Objekte
it: Caratteristiche del layer vettoriale
pt: Elementos da camada vetorial

source: Unknown 'fix_errors' value.
bg: Неизвестно значение на 'fix_errors'.
cs: Neznámá hodnota „fix_errors“.
de: Unbekannter Wert des 'fix_errors'-Parameters.
fr: Valeur 'fix_errors' inconnue.
it: Valore 'fix_errors' sconosciuto.
pt: Valor desconhecido de 'fix_errors'.
zh_cn: 未知'fix_errors'值

source: Unknown 'cast_geometry_type' value.
bg: Неизвестно значение на 'cast_geometry_type'.
cs: Neznámá hodnota „cast_geometry_type“.
de: Unbekannter Wert des 'cast_geometry_type'-Parameters.
fr: Valeur 'cast_geometry_type' inconnue.
it: Valore 'cast_geometry_type' sconosciuto.
pt: Valor 'cast_geometry_type' desconhecido.
zh_cn: 未知'cast_geometry_type' 值

source: Unknown 'cast_is_multi' value.
bg: Неизвестно значение на 'cast_is_multi'.
cs: Neznámá hodnota „cast_is_multi“.
de: Unbekannter Wert des Parameters 'cast_is_multi'.
fr: Valeur 'cast_is_multi' inconnue.
it: Valore 'cast_is_multi' sconosciuto.
pt: Valor 'cast_is_multi' desconhecido.
zh_cn: 未知'cast_is_multi'值

source: Unknown 'cast_has_z' value.
bg: Неизвестно значение на 'cast_has_z' .
cs: Neznámá hodnota „cast_has_z“.
de: Unbekannter Wert des Parameters 'cast_has_z'.
fr: Valeur 'cast_has_z' inconnue.
it: Valore 'cast_has_z' sconosciuto.
pt: Valor 'cast_has_z' desconhecido.
zh_cn: 未知参数值'cast_has_z'

source: Unknown 'fid_source' value.
bg: Неизвестна стойност за 'fid_source'.
cs: Neznámá hodnota 'fid_source'.
de: Unbekannter Wert für 'fid_source'.
fr: Valeur 'fid_source' inconnue.
it: Valore 'fid_source' sconosciuto.
pt: Valor 'fid_source' desconhecido.
zh_cn: 未知的 'fid_source' 值。

source: Unsupported geometry type.
bg: Типът геометрия не е поддържан.
cs: Nepodporovaný typ geometrie.
de: Nicht unterstützter Geometrietyp.
fr: Type de géométrie non pris en charge.
it: Tipo geometria non supportato.
pt: Tipo de geometria não suportado.
zh_cn: 不支持的几何类型

source: Confirm deletion of existing features
bg: Потвърдете изтриването на съществуващите обекти
cs: Potvrďte smazání stávajících funkcí
de: Löschung der vorhandenen Objekte bestätigen
fr: Confirmer la suppression des entités existantes
it: Conferma eliminazione degli elementi esistenti
pt: Confirme a exclusão dos elementos existentes
zh_cn: 确认删除现有要素

source: Confirm change of geometry type
bg: Потвърдете промяната на типа геометрия
cs: Potvrďte změnu typu geometrie
de: Änderung des Geometrietyp bestätigen
fr: Confirmer le changement de type de géométrie
it: Conferma cambio del tipo di geometria
pt: Confirme a alteração do tipo de geometria
zh_cn: 确认更改几何类型

source: ESRI Shapefile (zip), GeoPackage, GeoJSON, GML, KML, CSV or XLSX formats are supported. For CSV and XLSX only points are supported, coordinates must be put in lat and lot columns.
bg: Поддържат се формати ESRI Shapefile (zip), GeoPackage, GeoJSON, GML, KML, CSV или XLSX. За CSV и XLSX се поддържат само точки, а координатите трябва да са в колони lat и long.
cs: Podporované formáty jsou ESRI Shapefile (zip), GeoPackage, GeoJSON, GML, KML, CSV nebo XLSX. Pro CSV a XLSX jsou podporovány pouze body, souřadnice musí být uvedeny ve sloupcích lat a lon.
de: ESRI Shapefile (zip), GeoPackage, GeoJSON, GML, KML, CSV oder XLSX Formate werden unterstützt. Für CSV und XLSX werden nur Punkte unterstützt, die Koordinaten müssen in Lat- und Lot-Spalten angegeben werden.
fr: Les formats ESRI Shapefile (zip), GeoPackage, GeoJSON, GML, KML, CSV ou XLSX sont supportés. Pour CSV et XLSX, seuls les points sont supportés, les coordonnées doivent être placées dans les colonnes lat et lon.
it: Sono supportati i formati ESRI Shapefile (zip), GeoPackage, GeoJSON, GML, KML, CSV o XLSX. Per CSV e XLSX sono supportati solo i punti, le coordinate devono essere inserite nelle colonne lat e lot.
pt: Os formatos ESRI Shapefile (zip), GeoPackage, GeoJSON, GML, KML, CSV ou XLSX são suportados. Para CSV e XLSX, apenas pontos são suportados e as coordenadas devem ser colocadas nas colunas lat e lon.
zh_cn: 支持ESRI Shapefile（zip）、GeoPackage、GeoJSON、GML、KML、CSV或XLSX格式。对于CSV和XLSX只支持点类型，坐标必须放在lat和long列中。

source: Whenever possible
bg: Когато е възможно
cs: Kdykoliv je to možné
de: Wann immer möglich
fr: Chaque fois que possible
it: Ogni volta che è possibile
pt: Sempre que possível
zh_cn: 尽可能

source: Only load features of the selected geometry type
bg: Зареждай само обекти от избрания тип геометрия
cs: Načíst pouze prvky vybraného typu geometrie
de: Nur Features des ausgewählten Geometrietyps laden
fr: Charger uniquement les entités du type de géométrie sélectionné
it: Carica solamente gli elementi del tipo geometria specificato
pt: Carregar apenas elementos do tipo de geometria selecionado
zh_cn: 仅加载所选几何类型的要素

source: Load features from file
bg: Зареждане на обекти от файл
cs: Načíst funkce ze souboru
de: Objekte aus Datei laden
fr: Charger les entités à partir du fichier
it: Carica elementi dal file
pt: Carregar elementos do ficheiro
zh_cn: 从文件加载要素

source: Create empty layer
bg: Създаване на празен слой
cs: Vytvořit prázdnou vrstvu
de: Leeren Layer erstellen
fr: Créer une couche vide
it: Crea layer vuoto
pt: Criar camada vazia
zh_cn: 创建空图层

source: Keep existing layer features
bg: Запазване на съществуващите обекти в слоя
cs: Zachovat stávající funkce vrstvy
de: Vorhandene Layer-Objekte behalten
fr: Conserver les entités de la couche existante
it: Mantieni gli elementi del layer esistente
pt: Manter elementos existentes na camada
zh_cn: 保留现有图层要素

source: Change geometry type
bg: Промяна на типа геометрия
cs: Změnit typ geometrie
de: Geometrietyp ändern
fr: Changer le type de géométrie
it: Cambia il tipo di geometria
pt: Alterar tipo de geometria
zh_cn: 更改几何类型

source: Replace layer features from file
bg: Замяна на обектите в слоя от файл
cs: Nahradit funkce vrstvy ze souboru
de: Layer-Objekte aus Datei ersetzen
fr: Remplacer les entités de la couche à partir du fichier
it: Sostituisci gli elementi del layer dal file
pt: Substituir elementos da camada a partir do ficheiro
zh_cn: 从文件替换图层要素

source: Delete all features from layer
bg: Изтриване на всички обекти от слоя
cs: Smazat všechny funkce z vrstvy
de: Alle Objekte aus Layer löschen
fr: Supprimer toutes les entités de la couche
it: Elimina tutti gli elementi dal layer
pt: Excluir todos os elementos da camada
zh_cn: 删除图层中的所有要素

source: current
bg: текущ
cs: aktuální
de: aktuell
fr: actuel
it: corrente
pt: atual
zh_cn: 当前

source: Source layer
it: Layer sorgente
pt: Camada de origem

source: Field '%s' is out of int32 range.
de: Feld '%s' liegt außerhalb des int32-Bereichs.
fr: Le champ '%s' est hors de la plage int32.
it: Il campo '%s' è fuori dall'intervallo int32.
pt: O campo '%s' está fora do intervalo int32.

source: Field '%s' contains non-unique or empty values.
de: Feld '%s' enthält nicht eindeutige oder leere Werte.
it: Il campo '%s' contiene valori non unici o vuoti.
pt: O campo '%s' contém valores não únicos ou vazios.

source: Fields %s not found.
it: Campi %s non trovati.
pt: Campos %s não encontrados.

source: None of fields %s are integer.
it: Nessuno dei campi %s è un intero.
pt: Nenhum dos campos %s é inteiro.

source: Field '%s(?)' encoding is broken.
de: Kodierung des Feldes '%s(?)' ist defekt.
it: La codifica del campo '%s(?)' è danneggiata.
pt: A codificação do campo '%s(?)' está corrompida.

source: Feature #%d has a geometry that can't be reprojected to target coordinate system
de: Das Objekt #%d hat eine Geometrie, die nicht auf das Zielkoordinatensystem reprojiziert werden kann.
fr: L'entité #%d a une géométrie qui ne peut pas être reprojetée dans le système de coordonnées cible
it: L'elemento #%d ha una geometria che non può essere riproiettata nel sistema di coordinate di destinazione.
pt: Elemento #%d tem uma geometria que não pode ser reprojetada para o sistema de coordenadas de destino

source: Feature (seq. #%d) doesn't have a FID field '%s'.
it: L'elemento (seq. #%d) non ha un campo FID ''%s''.
pt: Elemento (seq. #%d) não tem um campo FID '%s'.

source: Feature (seq. #%d) FID field '%s' is null.
de: Das Objekt (seq. #%d) hat ein FID-Feld '%s', das null ist.
it: Il campo FID ''%s'' dell'elemento (seq. #%d) è nullo.
pt: Elemento (seq. #%d) campo FID '%s' é nulo.

source: Feature #%d doesn't have geometry.
bg: Обектът #%d няма геометрия.
cs: Objekt #%d nemá geometrii.
de: Objekt #%d enthält keine Geometrie.
fr: L'entité #%d n'a pas de géométrie.
it: L'elemento #%d non contiene geometria.
pt: O elemento #%d não tem geometria.
zh_cn: 要素#%d不包括几何形状。

source: Feature #%d has empty rings.
bg: Обект #%d има празни пръстени.
cs: Funkce #%d má prázdné kružnice.
de: Objekt #%d hat leere Ringe.
fr: L'entité #%d a des anneaux vides.
it: L'elemento #%d ha anelli vuoti.
pt: Elemento #%d tem anéis vazios.
zh_cn: 要素 #%d 有空环。

source: Feature #%d contains a broken encoding of field '%s'.
de: Objekt #%d enthält eine fehlerhafte Kodierung des Feldes '%s'.
it: L'elemento #%d contiene una codifica danneggiata del campo ''%s''.
pt: Elemento #%d contém uma codificação corrompida do campo '%s'.
