Repository: nextgis/nextgisweb_i18n
Catalog: nextgisweb/vector_layer/*.po
Languages: be, pl

source: GDAL library failed to open file.
be: Бібліятэцы GDAL не ўдалося адкрыць файл.
pl: Biblioteka GDAL nie udało się otworzyć pliku.

source: Vector layer features
be: Аб'екты вектарнага слою
pl: Obiekty warstwy wektorowej

source: Point
be: Кропка
pl: Punkt

source: Line
be: Лінія
pl: Linia

source: Polygon
be: Палігон
pl: Poligon

source: Multipoint
be: Мульцікропка
pl: Multipunkt

source: Multiline
be: Мульцілінія
pl: Multilinia

source: Multipolygon
be: Мультыпалігон
pl: Multipoligon

source: Point Z
be: Кропка Z
pl: Punkt Z

source: Line Z
be: Лінія Z
pl: Linia Z

source: Polygon Z
be: Палігон Z
pl: Poligon Z

source: Multipoint Z
be: Мульцікропка Z
pl: Multipunkt Z

source: Multiline Z
be: Мульцілінія Z
pl: Multilinia Z

source: Multipolygon Z
be: Мульціпалігон Z
pl: Multipoligon Z

source: Vector layer
be: Вектарны слой
pl: Warstwa wektorowa

source: Geometry type
be: Тып геаметрыі
pl: Rodzaj geometrii

source: Feature count
be: Колькасць аб'ектаў
pl: Liczba obiektów

source: Unsupport OGR driver: %s.
be: Драйвер OGR '%s' не падтрымліваецца.
pl: Nieobsługiwany sterownik OGR: %s.

source: Dataset doesn't contain layers.
be: Набор даных не ўтрымлівае слаёў.
pl: Zbiór danych nie zawiera warstw.

source: Dataset contains more than one layer.
be: Набор даных змяшчае больш за адзін слой.
pl: Zbiór danych zawiera więcej niż jedną warstwę.

source: Unable to open layer.
be: Немагчыма адкрыць слой.
pl: Nie można otworzyć warstwy.

source: Layer doesn't contain coordinate system information.
be: Слой не ўтрымлівае інфармацыю аб сістэме каардынат.
pl: Warstwa nie zawiera informacji o układzie współrzędnych.

source: Unknown 'fix_errors' value.
be: Невядомае значэнне fix_errors.

source: Unknown 'cast_geometry_type' value.
be: Невядомае значэнне 'cast_geometry_type'.

source: Unknown 'cast_is_multi' value.
be: Невядомае значэнне 'cast_is_multi'.

source: Unknown 'cast_has_z' value.
be: Невядомае значэнне 'cast_has_z'.

source: Unknown 'fid_source' value.
be: Невядомае значэнне 'fid_source'.

source: Unsupported geometry type.
be: Тып геаметрыі не падтрымліваецца.

source: Confirm deletion of existing features
be: Пацвердзіць выдаленне існуючых аб'ектаў
pl: Potwierdź usunięcie istniejących obiektów

source: Confirm change of geometry type
be: Пацвердзіць змену тыпу геаметрыі
pl: Potwierdź zmianę typu geometrii

source: Select a dataset
be: Выберыце набор даных
pl: Wybierz zestaw danych

source: ESRI Shapefile (zip), GeoPackage, GeoJSON, GML, KML, CSV or XLSX formats are supported. For CSV and XLSX only points are supported, coordinates must be put in lat and lot columns.
be: Падтрымліваюцца фарматы ESRI Shapefile (zip), GeoPackage, GeoJSON, GML, KML, CSV або XLSX. Для CSV і XLSX падтрымліваюцца толькі кропкі, каардынаты павінны размяшчацца ў калонках lat і lot.
pl: Obsługiwane formaty ESRI Shapefile (zip), GeoPackage, GeoJSON, GML, KML, CSV lub XLSX obsługiwane są tylko punkty. Współrzędne muszą znajdować się w kolumnach lat i lon.

source: Whenever possible
be: Калі магчыма
pl: Gdy to możliwe

source: Without losing data
be: Без страты дадзеных
pl: Bez utraty danych

source: None
be: Няма
pl: Brak

source: Auto
be: Аўтаматычна

source: Yes
be: Так
pl: Tak

source: No
be: Не
pl: Nie

source: Sequence
be: Паслядоўнасць
pl: Sekwencja

source: Field
be: Поле
pl: Pole

source: Fix errors
be: Выправіць памылкі
pl: Napraw błędy

source: Skip features with unfixable errors
be: Прапусціць аб'екты з невыпраўляльнымі памылкамі
pl: Pomiń obiekty z nienaprawialnymi błedami

source: Only load features of the selected geometry type
be: Загружаць аб'екты толькі абранага тыпу геаметрыі

source: Multi-geometry
be: Мультыгеаметрыя
pl: Multi-geometria

source: Z-coordinate
be: Z-каардыната
pl: Koordynat Z

source: FID source
be: Крыніца FID
pl: Źródło FID

source: Load features from file
be: Загрузіць аб'екты з файла
pl: Wczytaj obiekty z pliku

source: Create empty layer
be: Стварыць пусты слой
pl: Utwórz pustą warstwę

source: Keep existing layer features
be: Захаваць існуючыя аб'екты слоя
pl: Zachowaj istniejące obiekty warstwy

source: Change geometry type
be: Змяніць тып геаметрыі
pl: Zmień typ geometrii

source: Replace layer features from file
be: Замяніць аб'екты слоя з файла
pl: Zastąp obiekty warstwy z pliku

source: Delete all features from layer
be: Выдаліць усіх аб'ектаў са слоя
pl: Usuń wszystkie obiekty z warstwy

source: current
be: цяперашні
pl: bieżący

source: Source layer
be: Зыходны слой
pl: Warstwa źródłowa

source: Advanced options
be: Дадатковыя параметры
pl: Opcje zaawansowane

source: Could not determine a geometry type.
be: Немагчыма вызначыць тып геаметрыі.
pl: Nie można określić typu geometrii.

source: Source layer contains no features satisfying the conditions.
be: Зыходны слой не ўтрымлівае аб'ектаў, якія задавальняюць умовам.
pl: Warstwa źródłowa nie zawiera obiektów spełniających warunki.

source: Field '%s' is out of int32 range.
be: Поле '%s' знаходзіцца па-за межамі дыяпазону int32.
pl: Pole '%s' wykracza poza zakres int32.

source: Field '%s' contains non-unique or empty values.
be: Поле '%s' змяшчае неунікальныя або пустыя значэнні.
pl: Pole '%s' zawiera nieaktualne lub puste wartości.

source: Parameter 'fid_field' is missing.
be: Параметр 'fid_field' адсутнічае.
pl: Brak parametry 'fid_field'.

source: Fields %s not found.
be: Палі %s не знойдзены.
pl: Nie znaleziono pól %s.

source: None of fields %s are integer.
be: Ні адно з палёў %s не з'яўляецца цэлым лікам.
pl: Żadne z pól %s nie jest typu całkowitego.

source: Field '%s(?)' encoding is broken.
be: Парушаная кадыроўка поля "%s(?)".
pl: Kodowanie pola '%s(?)' jest uszkodzone.

source: Field name is forbidden: '%s'. Please remove or rename it.
be: Імя поля забаронена: '%s'. Выдаліце або перайменуйце яго.

source: Unsupported field type: %r.
be: Тып поля не падтрымліваецца: %r.
pl: Nieobsługiwany typ pola: %r.

source: Feature #%d has a geometry that can't be reprojected to target coordinate system
be: Аб'ект #%d мае геаметрыю, якая не можа быць переканвертавана ў мэтавую каардынатную сістэму
pl: Obiekt #%d ma geometrię, której nie można przekształcić do docelowego układu współrzędnych

source: Vector layer cannot be written due to errors.
be: Вектарны пласт немагчыма запісаць з-за памылак.
pl: Warstwa wektorowa nie może zostać zapisana z powodu błędów.

source: Feature (seq. #%d) doesn't have a FID field '%s'.
be: Аб'ект (паслядоўнасць #%d) не мае поля FID '%s'.
pl: Obiekt (seq. #%d) nie ma pola FID '%s'.

source: Feature (seq. #%d) FID field '%s' is null.
be: Аб'ект (паслядоўнасць #%d), поле FID '%s' мае нуль.
pl: Obiekt (seq. #%d) ma puste pole FID '%s'.

source: Feature #%d doesn't have geometry.
be: Аб'ект #%d не мае геаметрыі.

source: Feature #%d has multiple geometries satisfying the conditions.
be: Аб'ект #%d мае некалькі геаметрый, якія задавальняюць умовам.
pl: Obiekt #%d ma wiele geometrii spełniających warunki.

source: Feature #%d has unknown geometry type: %d (%s).
be: Аб'ект #%d мае невядомы тып геаметрыі: %d (%s).
pl: Obiekt #%d ma nieznany typ geometrii: %d (%s).

source: Feature #%d has unsuitable geometry type: %d (%s).
be: Аб'ект #%d мае непрыдатны тып геаметрыі: %d (%s).
pl: Obiekt #%d ma nieodpowiedni typ geometrii: %d (%s).

source: Feature #%d has unclosed rings.
be: Аб'ект #%d мае незачыненыя кольцы.
pl: Obiekt #%d ma niezamknięte pierścienie.

source: Feature #%d has empty rings.
be: Аб'ект #%d мае пустыя кольцы.
pl: Obiekt #%d zawiera puste pierścienie.

source: Feature #%d has less than 3 points in a polygon ring.
be: Аб'ект #%d мае менш за 3 кропкі ў шматвугольным кальцэ.
pl: Obiekt #%d ma mniej niż 3 punkty w pierścieniu poligonu.

source: Feature #%d has less than 2 points in a linestring.
be: Аб'ект #%d мае менш за 2 кропкі ў лініі.
pl: Obiekt #%d ma mniej niż 2 punkty w linii.

source: Feature #%d contains a broken encoding of field '%s'.
be: Аб'ект #%d змяшчае парушанае кадаванне поля "%s".
pl: Obiekt #%d zawiera uszkodzone kodowanie pola '%s'.

source: Files uploaded, post-processing on the server in progress...
pl: Pliki przesłane, trwa przetwarzanie na serwerze...

source: Skip features with other geometry types
pl: Pomiń obiekty z innym typem geometrii

source: The source layer has a local coordinate system and can't be reprojected to the target coordinate system.
pl: Warstwa źródłowa ma lokalny układ współrzędnych i nie może być przekształcona do docelowego układu współrzędnych.

source: Feature #%d contains an empty linestring.
pl: Obiekt #%d zawiera pustą linię.
