Repository: nextgis/nextgisweb_i18n
Catalog: nextgisweb/auth/*.ai.po
Languages: fr, pt

source: The '%s' attribute of the system principal can't be changed.
fr: L'attribut '%s' du principal du système ne peut pas être modifié.
pt: O atributo '%s' do principal do sistema não pode ser alterado.

source: Principal '%s' already exists.
fr: Le principal '%s' existe déjà.
pt: O principal '%s' já existe.

source: Principal with full name '%s' already exists.
fr: Le principal avec le nom complet '%s' existe déjà.
pt: O principal com nome completo '%s' já existe.

source: Password is not set.
fr: Le mot de passe n'est pas défini.
pt: A senha não está definida.

source: User '%s' can't be a member of a group.
fr: L'utilisateur '%s' ne peut pas être membre d'un groupe.
pt: O utilizador '%s' não pode ser membro de um grupo.

source: System principals can't be deleted.
fr: Les principaux du système ne peuvent pas être supprimés.
pt: Os principais do sistema não podem ser deletados.

source: User is referenced with resources
pt: O utilizador é referenciado com recursos

source: Group is referenced with resources
pt: O grupo é referenciado com recursos

source: Administrator required
fr: Administrateur requis
pt: Administrador necessário

source: The 'administrators' group must have at least one enabled member.
fr: Le groupe 'administrateurs' doit avoir au moins un membre activé.
pt: O grupo 'administradores' deve ter pelo menos um membro ativado.

source: Invalid authorization header
pt: Cabeçalho de autorização inválido

source: Invalid authorization link
fr: Lien d'autorisation non valide
pt: Link de autorização inválido

source: Delete group?
pt: Deletar grupo?

source: Group deleted
fr: Groupe supprimé
pt: Grupo deletado

source: New users
fr: Nouveaux utilisateurs
pt: Novos utilizadores

source: Yes
fr: Oui
pt: Sim

source: No
fr: Non
pt: Não

source: Permissions
fr: Autorisations
pt: Permissões

source: {dn} mapping
fr: Mappage de {dn}
pt: mapeamento {dn}

source: Sign in with {}
fr: Se connecter avec {}
pt: Entrar com {}

source: or using login and password
fr: ou en utilisant la connexion et le mot de passe
pt: ou utilizando login e senha

source: Manage team
fr: Gérer l'équipe
pt: Gerir equipe

source: Account bound
fr: Compte lié
pt: Conta vinculada

source: Bind account
fr: Lier le compte
pt: Vincular conta

source: Account not bound
fr: Compte non lié
pt: Conta não vinculada

source: Language
pt: Idioma

source: Saved
pt: Salvo

source: Enabled
fr: Activé
pt: Ativado

source: Last activity
fr: Dernière activité
pt: Última atividade

source: Users with a password can sign in with login and password.
fr: Les utilisateurs avec un mot de passe peuvent se connecter avec leur identifiant et mot de passe.
pt: Utilizadores com senha podem entrar com login e senha.

source: Users bound to {dn} can sign in with {dn}.
fr: Les utilisateurs liés à {dn} peuvent se connecter avec {dn}.
pt: Utilizadores vinculados a {dn} podem entrar com {dn}.

source: Delete user?
pt: Eliminar utilizador?

source: User deleted
fr: Utilisateur supprimé
pt: Utilizador eliminado

source: Your team members won't be shown here until their first logon. Set "New users" flag for a group to automatically assign new user to this group. You may also modify permission for authenticated users to manage access for your team members.
fr: Les membres de votre équipe ne seront pas affichés ici avant leur première connexion. Définissez le "drapeau des nouveaux utilisateurs" pour un groupe afin d'assigner automatiquement les nouveaux utilisateurs à ce groupe. Vous pouvez également modifier les permissions pour les utilisateurs authentifiés afin de gérer l'accès pour les membres de votre équipe.
pt: Os membros da sua equipe não serão mostrados aqui até o primeiro login deles. Defina a flag "Novos utilizadores" para um grupo para atribuir automaticamente novos utilizadores a este grupo. Você também pode modificar permissões para utilizadores autenticados para gerir o acesso aos membros da sua equipe.

source: Disable
fr: Désactiver
pt: Desativar

source: Enable
fr: Activer
pt: Ativar

source: Authorization link
fr: Lien d'autorisation
pt: Link de autorização

source: Consider adding {name} user to your team instead of creating a new user with a password.
fr: Envisagez d'ajouter l'utilisateur {name} à votre équipe au lieu de créer un nouvel utilisateur avec un mot de passe.
pt: Considere adicionar o utilizador {name} à sua equipe em vez de criar um novo utilizador com uma senha.

source: Keep existing
fr: Conserver l'existant
pt: Manter existente

source: Assign new
fr: Assigner un nouveau
pt: Atribuir novo

source: Turn off
fr: Éteindre
pt: Desligar

source: The generated link will be available after saving.
fr: Le lien généré sera disponible après sauvegarde.
pt: O link gerado estará disponível após salvar.

source: {name} only
fr: {name} seulement
pt: Apenas {name}

source: {} binding error
fr: Erreur de liaison {}
pt: Erro de vinculação {}

source: This {dn} account ({sub}) is already bound to the different user ({id}). Log in using this account instead of binding it.
fr: Ce compte {dn} ({sub}) est déjà lié à un utilisateur différent ({id}). Connectez-vous en utilisant ce compte au lieu de le lier.
pt: Esta conta {dn} ({sub}) já está vinculada a um utilizador diferente ({id}). Entre usando esta conta em vez de vinculá-la.

source: Invalid OAuth scope
fr: Portée OAuth non valide
pt: Âmbito OAuth inválido

source: OAuth password grant type failed
fr: Échec du type de subvention de mot de passe OAuth
pt: Falha no tipo de concessão de senha OAuth

source: View
fr: Voir
pt: Visualizar

source: Manage
fr: Gérer
pt: Gerir

source: Groups and users
fr: Groupes et utilisateurs
pt: Grupos e utilizadores

source: Session not found.
pt: Sessão não encontrada.

source: Invalid 'expires' parameter.
pt: Parâmetro 'expires' inválido.

source: Session expired.
pt: Sessão expirada.

source: Failed to authenticate using the given authorization link. Please check the link and contact the administrator.
fr: Échec de l'authentification avec le lien d'autorisation donné. Veuillez vérifier le lien et contacter l'administrateur.
pt: Falha ao autenticar usando o link de autorização fornecido. Por favor, verifique o link e contate o administrador.

source: Usage of authorization link is forbidden for administrators.
fr: L'utilisation du lien d'autorisation est interdite aux administrateurs.
pt: O uso do link de autorização é proibido para administradores.

source: Team membership required
fr: Appartenance à l'équipe requise
pt: Associação à equipe necessária

source: You are not a member of this Web GIS team. Contact Web GIS administrator and ask to be added to the team.
fr: Vous n'êtes pas membre de cette équipe Web GIS. Contactez l'administrateur Web GIS et demandez à être ajouté à l'équipe.
pt: Você não é membro desta equipe do Web GIS. Contate o administrador do Web GIS e peça para ser adicionado à equipe.

source: Status
fr: Statut
