Repository: nextgis/nextgisweb_i18n
Catalog: nextgisweb/auth/*.po
Languages: be, bg, cs, de, it, pl

source: The '%s' attribute of the system principal can't be changed.
be: Атрыбут '%s' сістэмнага прынцыпала нельга змяніць.
bg: Атрибутът '%s' на системния субект не може да бъде променен.
cs: Atribut '%s ' principal systému nelze změnit.
de: Das Attribut '%s' des System-Subjekts kann nicht geändert werden.
it: L'attributo '%s' del principio di sistema non può essere modificato.
pl: Atrybut '%s' głównego konta systemowego nie może być zmieniony.

source: Principal '%s' already exists.
be: Прынцыпал '%s' ужо існуе.
bg: Субектът '%s' вече съществува.
cs: Jistina '%s' již existuje.
de: Subjekt '%s' existiert bereits.
it: Il principio '%s' esiste già.
pl: Konto '%s' już istnieje.

source: Principal with full name '%s' already exists.
be: Прынцыпал з поўным імем '%s' ужо існуе.
bg: Субектът с име '%s' вече съществува.
cs: Principal s plným názvem '%s ' již existuje.
de: Subjekt mit dem vollständigen Namen '%s' existiert bereits.
it: Il principio con nome completo '%s' esiste già.
pl: Konto o nazwie '%s' już istnieje.

source: Password is not set.
be: Пароль не ўсталяваны.
bg: Паролата не е зададена.
cs: Heslo není nastaveno.
de: Passwort ist nicht gesetzt.
it: La password non è impostata.
pl: Hasło nie zostało ustawione.

source: User '%s' can't be a member of a group.
be: Карыстальнік '%s' не можа быць членам групы.
bg: Потребителят '%s' не може да е включен в група.
cs: Uživatel '%s ' nemůže být členem skupiny.
de: Benutzer '%s' kann kein Mitglied einer Gruppe sein.
it: L'utente '%s' non può essere un membro di un gruppo.
pl: Użytkownik '%s' nie może należeć do grupy.

source: System principals can't be deleted.
be: Сістэмныя прынцыпалы нельга выдаліць.
bg: Системните субекти не може да бъдат премахнати.
cs: Principy systému nelze smazat.
de: System-Subjekte können nicht gelöscht werden.
it: I principi di sistema non possono essere eliminati.
pl: Kont systemowych nie można usuwać.

source: User is referenced with resources
be: Карыстальнік звязаны з рэсурсамі
bg: Потребителят е свързан с ресурси
cs: Uživatel je odkazován na zdroje
de: Benutzer wird mit Ressourcen referenziert.
it: L'utente è referenziato con risorse.
pl: Użytkownik jest powiązany z zasobami

source: Group is referenced with resources
be: Група звязана з рэсурсамі
bg: Групата е свързана с ресурси
cs: Skupina je odkazována na zdroje
de: Gruppe wird mit Ressourcen referenziert.
it: Il gruppo è referenziato con risorse.
pl: Grupa jest powiązana z zasobami

source: Administrator required
be: Патрабуецца адміністрацыя
bg: Изисква се администратор
cs: Vyžadován administrátor
de: Administrator erforderlich.
it: Amministratore richiesto.
pl: Administrator wymagany

source: The 'administrators' group must have at least one enabled member.
be: Група 'адміністратараў' павінна мець, як мінімум, аднаго ўключанага члена.
bg: Група 'администратори' трябва да има поне един включен участник.
cs: Skupina 'Administrátoři' musí mít alespoň jednoho povoleného člena.
de: Die Gruppe 'Administratoren' muss mindestens ein aktiviertes Mitglied haben.
it: Il gruppo 'amministratori' deve avere almeno un membro abilitato.
pl: Grupa 'administratorów' musi mieć co najmniej jednego aktywnego członka.

source: Administrator
be: Адміністратар
bg: Администратор
cs: Administrátor
it: Amministratore

source: Maximum number of users is reached. Your current plan user number limit is %d.
be: Дасягнута максімальная колькасць карыстальнікаў. Абмежаванне нумара вашага бягучага плана складае %d.
bg: Достигнат е максимален брой потребители. По текущия план пределът е %d.
cs: Bylo dosaženo maximálního počtu uživatelů. Váš aktuální limit počtu uživatelů plánu je %d.
de: Benutzerlimit wurde erreicht. Der aktive Plan erlaubt maximal %d Benutzer.
it: È stato raggiunto il numero massimo di utenti. Il limite di utenti per il tuo piano è %d.
pl: Osiągnięto maksymalną ilość użytkowników. Obecne ograniczenie liczby użytkowników to %d.

source: Invalid authorization header
be: Няправільны загаловак аўтарызацыі
bg: Невалиден хедър на авторизацията
cs: Neplatná hlavička autorizace
de: Ungültiger Autorisierungsheader.
it: Intestazione di autorizzazione non valida.
pl: Nieprawidłowy nagłówek autoryzacji

source: Invalid credentials
be: Неверныя дадзеныя ўліковага запісу
bg: Погрешни данни
cs: Neplatná pověření
de: Fehlerhafte Anmeldeinformation
it: Credenziali invalide
pl: Nieprawidłowe dane logowania

source: User is disabled
be: Карыстальнік адключаны
bg: Потребителят е блокиран
cs: Uživatel je deaktivován
de: Benutzer ist gesperrt
it: L'utente è disabilitato
pl: Użytkownik wyłączony

source: Invalid authorization link
be: Несапраўдная спасылка аўтарызацыі
bg: Невалиден линк за оторизация
cs: Neplatný autorizační odkaz
de: Ungültiger Autorisierungslink.
it: Link di autorizzazione non valido.
pl: Nieprawidłowy link autoryzacyjny

source: Guest
be: Госць
bg: Гост
cs: Host
de: Gast
it: Ospite
pl: Gość

source: Everyone
be: Усе
bg: Всички
cs: Všichni
de: Jeder
it: Tutti
pl: Wszyscy

source: Authenticated
be: Аўтэнтыфікаваны
bg: Проверен
cs: Ověřený
de: Authentifiziert
it: Autenticati
pl: Uwierzytelnianie

source: Owner
be: Гаспадар
bg: Собственик
cs: Majitel
de: Eigentümer
it: Proprietario
pl: Właściciel dostępu

source: Administrators
be: Адміністратары
bg: Администратори
cs: Administrátoři
de: Administratoren
it: Amministratori
pl: Administratorzy

source: Delete group?
be: Выдаліць групу?
bg: Искате ли да премахнете групата?
cs: Smazat skupinu?
de: Gruppe löschen?
it: Eliminare il gruppo?
pl: Usunąć grupę?

source: Group deleted
be: Група выдалена
bg: Групата е изтрита
cs: Skupina smazána
de: Gruppe gelöscht.
it: Gruppo eliminato.
pl: Usunięte grupy

source: Full name
be: Поўнае імя
bg: Пълно име
cs: Celé jméno
de: Vollständiger Name
it: Nome completo
pl: Pełna nazwa

source: Group name
be: Назва групы
bg: Име на групата
cs: Jméno skupiny
de: Gruppenname
it: Nome del gruppo
pl: Nazwa grupy

source: New users
be: Новыя карыстальнікі
bg: Нови потребители
cs: Noví uživatelé
de: Neue Benutzer.
it: Nuovi utenti.
pl: Nowi użytkownicy

source: Yes
be: Так
bg: Да
cs: Ano
de: Ja
it: Sì
pl: Tak

source: No
be: Не
bg: Не
cs: Ne
de: Nein
pl: Nie

source: Users
be: Карыстальнікі
bg: Потребители
cs: Uživatelé
de: Benutzer
it: Utenti
pl: Użytkownicy

source: Permissions
be: Дазволы
bg: Разрешения
cs: Oprávnění
de: Berechtigungen
it: Permessi.
pl: Uprawnienia

source: {dn} mapping
be: адлюстраванне {dn}
bg: Мапинг на {dn}
cs: {dn} mapování
de: {dn}-Zuordnung
it: Mappatura {dn}
pl: Mapowanie {dn}

source: Description
be: Апісанне
bg: Описание
cs: Popis
de: Beschreibung
it: Descrizione
pl: Uprawnienia

source: Sign in with {}
be: Увайсці з дапамогай {}
bg: Влезте с {}
cs: Přihlásit se pomocí {}
de: Mit {} anmelden
it: Accedi con {}
pl: Zaloguj się przez {}

source: Sign in to Web GIS
be: Увайдзіце ў вэб-ГІС
bg: Влез в Уеб GIS
cs: Přihlaste se do Web GIS
de: Bei Web GIS anmelden
it: Accedi al Web GIS
pl: Zaloguj się do Web GIS

source: Sign in
be: Увайсці
bg: Влез
cs: Přihlaste
de: Anmelden
it: Accedi
pl: Zaloguj się

source: Login
be: Лагін
bg: Потребителско име
cs: Přihlášení
de: Anmeldung
it: Nome utente

source: Password
be: Пароль
bg: Парола
cs: Heslo
de: Passwort
pl: Hasło

source: or using login and password
be: або выкарыстоўваючы лагін і пароль
bg: или използвайки логин и парола
cs: nebo použitím přihlášení a hesla
de: oder mit Login und Passwort
it: oppure usando nome utente e password
pl: lub za pomocą loginu i hasła

source: Manage team
be: Кіраванне командай
bg: Управление на екип
cs: Spravovat tým
de: Team verwalten
it: Gestisci il team
pl: Zarządzaj zespołem

source: Account bound
be: Акаўнт прывязаны
bg: Акаунтът е свързан
cs: Účet svázán
de: Konto verknüpft
it: Account collegato
pl: Konto powiązane

source: Bind account
be: Прывязаць акаўнт
bg: Свържете акаунт
cs: Svázat účet
de: Konto verknüpfen
it: Collega account
pl: Powiąż konto

source: Account not bound
be: Акаўнт не прывязаны
bg: Акаунтът не е свързан
cs: Účet není svázán
de: Konto nicht verknüpft
it: Account non collegato
pl: Konto niepowiązane

source: Language
be: Мова
bg: Език
cs: Jazyk
de: Sprache
it: Lingua
pl: Język

source: Saved
be: Захавана
bg: Запазено
cs: Uloženo
de: Gespeichert
it: Salvato
pl: Zapisano

source: Disabled
be: Адключаны
bg: Блокиран
cs: Invalidní
de: Deaktiviert
it: Disabilitato
pl: Wyłączone

source: Enabled
be: Уключаны
bg: Включен
cs: Povoleno
de: Aktiviert
it: Abilitato
pl: Włączone

source: Last activity
be: Апошняя актыўнасць
bg: Последни действия
cs: Poslední aktivita
de: Letzte Aktivität
it: Ultima attività
pl: Ostatnia aktywność

source: Status
be: Статус
bg: Статут
cs: Stav
it: Stato

source: Users with a password can sign in with login and password.
be: Карыстальнікі з паролем могуць ўвайсці с лагінам і паролем.
bg: Потребители с парола могат да влязат с логин и парола.
cs: Uživatelé s heslem se mohou přihlásit pomocí přihlášení a hesla.
de: Benutzer mit einem Passwort können sich mit Login und Passwort anmelden.
it: Gli utenti con password possono accedere con nome utente e password.
pl: Użytkownicy z hasłem mogą się logować za pomocą loginu i hasła.

source: Users bound to {dn} can sign in with {dn}.
be: Карыстальнікі, прывязаныя да {dn}, могуць ўвайсці с {dn}.
bg: Потребители свързани с {dn} могат да влязат с {dn}.
cs: Uživatelé svázaní s {dn} se mohou přihlásit pomocí {dn}.
de: Benutzer, die an {dn} gebunden sind, können sich mit {dn} anmelden.
it: Gli utenti collegati a {dn} possono accedere con {dn}.
pl: Użytkownicy powiązani z {dn} mogą się logować przez {dn}.

source: Delete user?
be: Выдаліць карыстальніка?
bg: Искате ли да премахнете потребителя?
cs: Smazat uživatele?
de: Benutzer löschen?
it: Eliminare l'utente?
pl: Usunąć użytkownika?

source: User deleted
be: Карыстальнік выдалены
bg: Потребителят е премахнат
cs: Uživatel smazán
de: Benutzer gelöscht
it: Utente eliminato
pl: Usunięci użytkownicy

source: Your team members won't be shown here until their first logon. Set "New users" flag for a group to automatically assign new user to this group. You may also modify permission for authenticated users to manage access for your team members.
be: Вашых чалавек ю з команды не будзе відочна тут, пакуль яне не ўвайдуць упершыню. Установіць флаг “Новыя карыстальнікі” для група, каб аўтаматычна призначыць новага карыстальніка да гетай групы. Вы таксама можаце модыфікаваць параметры дозволу для аўтэнтыфікаванага карыстальніка, каб кіраваць доступ для магіл каманды вашай.
bg: Членовете на вашия екип няма да се покажат тук до първото им влизане. Задайте флага „Нови потребители“ за група, за да назначите автоматично нов потребител в тази група. Можете също да промените разрешението за проверените потребители, за да управлявате достъпа до вашите екипни членове.
cs: Členové vašeho týmu se zde nezobrazí, dokud se poprvé nepřihlásí. Nastavte příznak "Noví uživatelé" pro skupinu, aby se noví uživatelé automaticky přiřadili do této skupiny. Můžete také upravit oprávnění pro ověřené uživatele pro správu přístupu členů vašeho týmu.
de: Ihre Teammitglieder werden hier erst nach ihrer ersten Anmeldung angezeigt. Setzen Sie die Option "Neue Benutzer" für eine Gruppe, um neue Benutzer automatisch dieser Gruppe zuzuordnen. Sie können auch die Berechtigungen für authentifizierte Benutzer ändern, um den Zugriff für Ihre Teammitglieder zu verwalten.
it: I membri del tuo team non verranno mostrati qui fino al loro primo accesso. Imposta il flag "Nuovi utenti" per un gruppo per assegnare automaticamente nuovi utenti a questo gruppo. Puoi anche modificare le autorizzazioni per gli utenti autenticati per gestire l'accesso ai membri del tuo team.
pl: Członkowie zespołu nie będą tu widoczni, dopóki nie zalogują się po raz pierwszy. Ustaw znacznik "Nowi użytkownicy" dla grupy, aby przypisać nowych użytkowników automatycznie. Możesz też zmienić uprawnienia dla uwierzytelnionych użytkowników w celu zarządzania dostępem do zespołu.

source: Disable
be: Знэштравать
bg: Блокирай
cs: Zakázat
de: Deaktivieren
it: Disabilitare
pl: Wyłączone

source: Enable
be: Уключыць
bg: Включи
cs: Povolit
de: Aktivieren
it: Abilitare
pl: Włączone

source: Enter new password here
be: Увядзіце тут новы пароль
bg: Въведете нова парола тук
cs: Zde zadejte nové heslo
de: Geben Sie hier ein neues Passwort ein
it: Inserisci qui la nuova password
pl: Wpisz nowe hasło

source: Authorization link
be: Спасылка аўтарызацыі
bg: Линк за оторизация
cs: Autorizační odkaz
de: Autorisierungslink
it: Link di autorizzazione
pl: Link autoryzacyjny

source: Groups
be: Групы
bg: Групи
cs: Skupiny
de: Gruppen
it: Gruppi
pl: Grupy

source: Consider adding {name} user to your team instead of creating a new user with a password.
be: Зверніце флаг на дабаўіць карыстальнік “{name}” да вашай команды імненна чым ствараць новай карыстальнік з ѐпаролі.
bg: Разгледайте възможността да добавите потребител {name} към вашия екип, вместо да създавате нов потребител с парола.
cs: Zvažte přidání uživatele {name} do vašeho týmu místo vytváření nového uživatele s heslem.
de: Erwägen Sie, den Benutzer {name} Ihrem Team hinzuzufügen, anstatt einen neuen Benutzer mit einem Passwort zu erstellen.
it: Prendi in considerazione di aggiungere l'utente {name} al tuo team invece di creare un nuovo utente con una password.
pl: Rozważ dodanie użytkownika {name} do swojego zespołu tworzenia nowego użytkownika z hasłem.

source: Keep existing
be: Завелічы сучасны
bg: Запазете съществуващите
cs: Zachovat stávající
de: Bestehenden beibehalten
it: Mantieni esistente
pl: Zachowaj istniejącycy

source: Assign new
be: Призначыць новага
bg: Задайте ново
cs: Přidělit nové
de: Neu zuweisen
it: Assegna nuovo
pl: Przypisz nowy

source: Turn off
be: Выключыць
bg: Изключване
cs: Vypnout
de: Ausschalten
it: Spegni
pl: Wyłącz

source: The generated link will be available after saving.
be: Генераванны спасылка будзе доступна пасля захавання.
bg: Генерираният линк ще бъде достъпен след запазване.
cs: Generovaný odkaz bude dostupný po uložení.
de: Der generierte Link wird nach dem Speichern verfügbar sein.
it: Il link generato sarà disponibile dopo il salvataggio.
pl: Wygenerowany link będzie dostępny po zapisaniu.

source: {name} only
be: {name} толькі
bg: само {name}
cs: Pouze {name}
de: Nur {name}
it: Solo {name}
pl: Tylko {name}

source: {} binding error
be: {} памылка прывязкі
bg: грешка при свързване на {}
cs: Chyba přiřazení {}
de: {} Bindungsfehler
it: Errore di binding {}
pl: Błąd powiązania {}

source: This {dn} account ({sub}) is already bound to the different user ({id}). Log in using this account instead of binding it.
be: Гэта {dn} ўліковы запіс ({sub}) ужо прывязаны да іншага карыстальніка ({id}). Увайдзіце ў сістэму з дапамогай гэтага ўліковага запісу замест прывязкі.
bg: Този {dn} акаунт ({sub}) вече е свързан с друг потребител ({id}). Влезте като използвате този акаунт вместо да го свързвате.
cs: Tento účet {dn} ({sub}) již je přiřazen jinému uživateli ({id}). Přihlaste se pomocí tohoto účtu místo jeho přiřazování.
de: Dieses {dn}-Konto ({sub}) ist bereits einem anderen Benutzer ({id}) zugeordnet. Melden Sie sich mit diesem Konto an, anstatt es zu binden.
it: Questo account {dn} ({sub}) è già collegato a un altro utente ({id}). Accedi utilizzando questo account invece di collegarlo.
pl: To konto {dn} ({sub}) jest już powiązane z innym użytkownikiem ({id}). Zaloguj się przy jego użyciu zamiast ponownie je wiązać.

source: OAuth authorization error
be: Памылка аўтарызацыі OAuth
bg: Грешка при авторизация OAuth
cs: Chyba autorizace OAuth
de: OAuth-Authorisierungsfehler
it: Errore di autenticazione OAuth
pl: Błąd autoryzacji OAuth

source: Invalid OAuth token
be: Несапраўдны токен OAuth
bg: OAuth токен не е валиден
cs: Neplatný token OAuth
de: Falscher OAuth-Token
it: Token OAuth invalido
pl: Nieprawidłowy token OAuth

source: Invalid OAuth scope
be: Няправільны ахоп OAuth
bg: Невалидни възможности на OAuth
cs: Neplatný rozsah OAuth
de: Ungültiger OAuth-Bereich
it: Ambito OAuth invalido
pl: Nieprawidłowy zakres OAuth

source: OAuth password grant type failed
be: Тып прадастаўлення пароля OAuth не атрымаўся
bg: Грешка при тип на OAuth предоставяне на парола
cs: OAuth typ oprávnění hesla selhal
de: OAuth Passwort-Grant-Typ fehlgeschlagen
it: Tipo di concessione di password OAuth fallito
pl: Nie powiodło się uwierzytelnianie OAuth

source: OAuth token refresh failed
be: Не ўдалося абнавіць токен OAuth
bg: Неуспешно обновяване на OAuth токен
cs: Obnovení tokenu OAuth se nezdařilo
de: OAuth-Token wurde nicht aktualisiert
it: Aggiornamento del token OAuth fallito
pl: Nie udało się odświeżyć tokenu OAuth

source: OAuth access token is expired
be: Тэрмін дзеяння маркера доступу OAuth скончыўся
bg: OAuth токен за достъп е с изтекъл срок
cs: OAuth přístupový token vypršel
de: OAuth-Token ist abgelaufen
it: Il token di accesso OAuth è scaduto
pl: Token dostępu OAuth wygasł

source: View
be: Прагляд
bg: Преглед
cs: Zobrazit
de: Anzeigen
it: Visualizza
pl: Podgląd

source: Manage
be: Кіраванне
bg: Управление
cs: Spravovat
de: Verwalten
it: Gestisci
pl: Zarządzaj

source: Groups and users
be: Групы і карыстальнікі
bg: Групи и потребители
cs: Skupiny a uživatelé
de: Gruppen und Benutzer
it: Gruppi e utenti
pl: Grupy i użytkownicy

source: Session not found.
be: Сеанс не знойдзены.
bg: Сесии не са открити.
cs: Relace nebyla nalezena.
de: Sitzung fehlt
it: Sessione non trovata.
pl: Sesja nie została znaleziona.

source: Invalid 'expires' parameter.
be: Няправільны параметр 'expires'.
bg: Параметърът 'expires' е невалиден.
cs: Neplatný parametr „vyprší“.
de: Ungültiger 'expires' Parameter
it: Parametro 'expires' invalido.
pl: Nieprawidłowy parametr 'expires'.

source: Session expired.
be: Сеанс скончыўся.
bg: Сесията е изтекла.
cs: Relace vypršela.
de: Sitzung abgelaufen
it: Sessione scaduta.
pl: Sesja wygasła.

source: Failed to authenticate using the given authorization link. Please check the link and contact the administrator.
be: Не атрымалася аўтэнтыфікавацца з дапамогай дадзенай аўтарызацыйнай спасылкі. Калі ласка, праверце спасылку і звяжыцеся з адміністратарам.
bg: Неуспешна автентификация с предоставената връзка за авторизация. Моля, проверете връзката и се свържете с администратора.
cs: Nepodařilo se ověřit pomocí uvedeného autorizačního odkazu. Zkontrolujte odkaz a kontaktujte administrátora.
de: Authentifizierung mit dem angegebenen Autorisierungslink fehlgeschlagen. Bitte überprüfen Sie den Link und kontaktieren Sie den Administrator.
it: Autenticazione fallita utilizzando il link di autorizzazione fornito. Si prega di controllare il link e contattare l'amministratore.
pl: Nie udało się uwierzytelnić za pomocą podanego linku autoryzacyjnego. Sprawdź link i skontaktuj się z administratorem.

source: Usage of authorization link is forbidden for administrators.
be: Выкарыстанне аўтарызацыйнай спасылкі забаронена для адміністратараў.
bg: Използването на връзка за авторизация е забранено за администратори.
cs: Použití autorizačního odkazu je pro administrátory zakázáno.
de: Die Verwendung des Autorisierungslinks ist für Administratoren verboten.
it: L'uso del link di autorizzazione è vietato per gli amministratori.
pl: Użycie linku autoryzacyjnego jest zabronione dla administratorów.

source: Team membership required
be: Патрабуецца ўдзел у камандзе
bg: Изисква се членство в екип
cs: Požadováno členství v týmu
de: Teammitgliedschaft erforderlich
it: Necessaria appartenenza al team
pl: Wymagane członkostwo w zespole

source: You are not a member of this Web GIS team. Contact Web GIS administrator and ask to be added to the team.
be: Вы не з\'яўляецеся членам гэтай каманды Web GIS. Звяжыцеся з адміністратарам Web GIS і папрасіце дадаць вас у каманду.
bg: Вие не сте член на този Web GIS екип. Свържете се с администратора на Web GIS и поискайте да бъдете добавени към екипа.
cs: Nejste členem tohoto Web GIS týmu. Kontaktujte administrátora Web GIS a požádejte o přidání do týmu.
de: Sie sind kein Mitglied dieses Web GIS-Teams. Kontaktieren Sie den Web GIS-Administrator und bitten Sie darum, dem Team hinzugefügt zu werden.
it: Non sei un membro di questo team Web GIS. Contatta l'amministratore del Web GIS e chiedi di essere aggiunto al team.
pl: Nie jesteś członkiem tego zespołu Web GIS. Skontaktuj się z administratorem Web GIS i poproś o dodanie do zespołu.

source: User settings
be: Карыстальніцкія налады
bg: Потребителски настройки
cs: Uživatelské nastavení
de: Benutzereinstellungen
it: Impostazioni utente
pl: Ustawienia użytkownika

source: Create new user
be: Стварыць новага карыстальніка
bg: Нов потребител
cs: Vytvořit nového uživatele
de: Neuen Benutzer anlegen
it: Crea un nuovo utente
pl: Dodaj nowego użytkownika

source: Create new group
be: Стварыць новую групу
bg: Нова група
cs: Vytvořit novou skupinu
de: Neue Gruppe erstellen
it: Crea un nuovo gruppo
pl: Stwórz nową grupę

source: Session authentication required
pl: Wymagana autoryzacja sesji

source: Invitation session
pl: Sesja zaproszenia
